[
    {
        "date": "Mar 12 07:41 PM",
        "title": "Pagsipa ng COVID-19 cases di dapat isisi sa taumbayan: labor groups",
        "author": "ABS-CBN News",
        "content": "Nananawagan ang mga labor group at employers na huwag isisi sa taumbayan ang muling pagdami ng mga kaso ng COVID-19 kundi sa mga maling istratehiya ng pamahalaan. Nagpa-Patrol, Zen Hernandez. TV Patrol, Biyernes, 12 Marso 2021"
    },
    {
        "date": "Mar 12 07:31 PM",
        "title": "Pagpapatupad ng curfew sa Metro Manila kasado na pero may mga di natuwa",
        "author": "ABS-CBN News",
        "content": "MAYNILA — Sa darating na Lunes ay ipatutupad na sa Metro Manila ang unified curfew na aarangkada mula alas-10 ng gabi hanggang alas-5 ng umaga, na inaasahang makatulong sa pagkontrol ng pagkalat ng COVID-19. Para sa ilang mga tao, makatutulong ang pagkakasundo ng Metro Manila mayors sa unified curfew para mabawasan ang kalituhan, lalo't iba-iba noon ang patakaran ng bawat lokal na pamahalaan.  Pero ang ilan, hindi masaya, katulad ni Aling Charito na may karinderya. Ang regular daw kasi nilang pamamalengke ay alas-3 ng madaling araw kaya kapag may curfew ay maaantala ang kanilang pamimili at pagluluto ng almusal para sa kostumer.  \"Mawawala po 'yung mga kakain ng almusal sa amin,\" aniya.  Umaaray din ang mga jeep at tricycle driver dahil mababawasan daw ang kanilang kita, lalo na't lumiit ito dahil sa pandemic. Ayon kay Antonio Gomez, tricycle driver, malamang ay wala na silang makuhang pasahero sa pila ng tricycle. \"Laking epekto sa 'min na walang kita. Sana maibalik ang dati. [Pero] wala tayong magagawa, sunod na lang tayo,\" aniya. Ang jeepney driver naman na si Jessy Soledad, naghahanda na sa mas maliit na kita. \"Magiging apektado kasi konti ang pasahero... Iiksi ang oras. Sa kita namin apektado din,\" hinaing niya. Giit ng hepe ng Quezon City Department of Public Safety and Order, tuloy ang pagpapatupad nila ng unified curfew pero may mga exemption naman daw. Kabilang dito ang mga nasa graveyard shift, delivery ng essential services, at iba pang maituturing na frontliners. Dalawang linggo lang dapat ito ipatupad ang unified curfew pero posibleng ma-extend. Nangangamba naman ang Employers' Confederation of the Philippines (ECOP) para sa mga manggagawang aabutin ng curfew sa kalsada. Sabi ni ECOP president Sergio Ortiz-Luis Jr., umaasa silang magbibigay ng \"pass\" ang mga lokal na pamahalaan para sa mga manggagawang maaapektuhan ng curfew.\r\n    \n—Ulat ni Zyann Ambrosio, ABS-CBN News"
    },
    {
        "date": "Mar 12 07:26 PM",
        "title": "Sasakyan ng DPWH, bumaliktad sa Eastern Samar; mga sakay ligtas",
        "author": "ABS-CBN News",
        "content": "Bumaliktad ang isang pickup na pag-aari ng district engineering office ng Department of Public Works and Highways sa Eastern Samar, sa Barangay Bacayawan sa bayan ng Llorente, Huwebes ng hapon. Ayon sa impormasyon, galing sa bayan ng Lawaan at papuntang Borongan City ang sasakyan. Pagdating sa pakurbadang bahagi, nawalan ng kontrol sa manibela ang driver dahil sa madulas din ang daan sanhi ng pag-ulan. Bumaliktad ang behikulo pero agad naman nasagip ang driver at tatlong sakay nito. Patuloy ang imbestigasyon ng mga awtoridad. KAUGNAY NA BALITA: - Ulat ni Ranulfo Docdocan"
    },
    {
        "date": "Mar 12 07:20 PM",
        "title": "Contact tracing ipinag-utos sa mga nakasalamuha ni Sinas sa Oriental Mindoro",
        "author": "ABS-CBN News",
        "content": "PNP Chief Debold Sinas habang binibisita ang MIMAROPA PNP Regional Headquarters.Photos Courtesy: Oriental Mindoro PIO PNP Chief Debold Sinas habang binibisita ang MIMAROPA PNP Regional Headquarters.Photos Courtesy: Oriental Mindoro PIO CALAPAN CITY—Huwebes ng gabi nang kumpirmahin ni PNP spokesperson Police Brigadier General Ildebrandi Usana na positibo sa coronavirus disease si Police General Debold Sinas.\r\n \r\nPero bago ang kumpirmasyon, naunang bumisita si Sinas noong umagang iyon sa Mimaropa PNP regional headquarters sa Camp Efigenio C. Navarro, Barangay Suqui, sa lungsod na ito. Kasama niya sina Police Major Gen. Rhodelo O. Sermonia, PNP Director for Community Relations, at Police Major Gen. Alfred S. Corpuz, PNP Director for Operations.  Nasaksihan nila ang ceremonial COVID-19 vaccination para sa ilang medical workers ng kapulisan sa lalawigan.\r\n \r\nSumali rin ito sa tree planting activity at nagpasinaya ng ilang bagong tayong pasilidad sa headquarters.  Sa pag-iikot naman ng heneral, nakausap nito si Dr. Hubbert Dolor, provincial administrator at OIC ng provincial health office.  Sinabi ni Gov. Bonz Dolor, nagsasagawa ng contact tracing ang health office at inatasan ang mga nakasalamuha ni Sinas kasama si Dr. Dolor na mag-quarantine bilang pagsunod na rin sa protocol. Sabi pa ng LGU, naroon ang opisyal kasama ang team ng PHO para mapag-usapan ang vaccination rollout at contact tracing para sa mga naging contact o na-expose sa mga nagpositibo sa COVID-19 na pulis.  Hindi raw dumaan sa pantalan ng Calapan si Sinas, bagkus dumiretso na agad si regional office, kaya walang gaanong contact sa mga empleyado ng provincial government.  Ayon naman sa source ng ABS-CBN News sasailalim sa swab test ang mga opisyal ng PNP na mayroong close contact kay Sinas.  Pero sa sa panayam sa telepono sa ABS-CBN News hindi pa ito kinukumpirma ng PIO ng PNP Mimaropa.  Sa inilabas na pahayag ng Mimaropa PNP, ipinag-utos ang malawakang contact tracing sa mga police personnel na nakasalamuha ni Sinas. Naka-quarantine naman ngayon ang regional director ng Mimaropa PNP na si Police Brig. Gen. Pascual Munoz Jr. Humingi ito ng panalangin para sa agarang paggaling ng kanilang PNP Chief. RELATED VIDEO -- Ulat ni Andrew Bernardo"
    },
    {
        "date": "Mar 12 06:55 PM",
        "title": "Reaching for a bargain",
        "author": "Jonathan Cellona, ABS-CBN News",
        "content": "Share"
    },
    {
        "date": "Mar 12 06:51 PM",
        "title": "Lalaki timbog sa tangkang pagsunog sa dating pinapasukang restoran",
        "author": "ABS-CBN News",
        "content": "MALOLOS CITY, Bulacan — Timbog ang isang lalaki sa lungsod na ito matapos tangkaing sunugin ang dating pinagtatrabahuhang restoran noong Linggo ng madaling araw.  Sa inisyal na imbestigasyon ng Malolos City police, nasunog ang ilang bahagi ng bubungan ng establisimyento sa Barangay Mojon pero naagapan din ito matapos ang ilang minuto.  Kinilala ang suspek na si Louie Mangabat, na nakuhanan pa sa CCTV na naghagis ng tila bote na may apoy at mabilis na tumakas paalis angkas ng isang motorsiklo. Kinumpirma rin ng guard on duty na si Mangabat ang nakita niya ng may hawak ng nasabing bote. Nahuli si Mangabat habang tinutugis pa ang drayber ng motorsiklo na kasabwat nito.  Napag-alaman na dating cook sa restaurant ang suspek, pero dahil sa pandemic ay hindi na muna ito pinapasok. Sinampahan na ng kasong arson si Mangabat. Pilit na humihingi ng dispensa ng suspek sa dating amo, pero wala na umano itong balak makipag-areglo.  —Ulat ni Gracie Rutao "
    },
    {
        "date": "Mar 12 06:44 PM",
        "title": "4,578 bagong COVID-19 cases naitala, pinakamataas sa 6 na buwan",
        "author": "ABS-CBN News",
        "content": "MAYNILA (UPDATE) — Nakapagtala ang Pilipinas ngayong Biyernes ng 4,578 bagong kaso ng COVID-19, ang pinakamataas na arawang bilang sa loob nang 6 na buwan. Dahil dito, sumirit na sa 611,618 ang kabuuang dami ng nagpositibo sa sakit, at 52,012 dito ay nananatiling aktibo, sabi ng Department of Health.  Umabot naman sa 12,694 ang bilang ng mga nasawi sa sakit matapos makapagtala ng 87 bagong pagkamatay. Nakapagtala din ng 272 bagong recoveries kaya nasa 546,912 ang gumaling sa sakit.  Kasabay ng pagdami ng naitatalang kaso ay ang pagpapatupad muli ng iba't ibang restriksiyon, tulad ng curfew, sa maraming lugar partikular na sa Metro Manila.  Nauna nang sinabi ng OCTA Research Group na posibleng may kinalaman ang iba't ibang variant ng COVID-19 virus sa nakikitang pagdami ng kaso. 'LAGPAS-DOBLE' Ayon sa OCTA Research Group, umabot na umano sa mahigit 1,500 ang weekly average ng bagong COVID-19 cases sa Metro Manila noong nakaraang linggo. Pero bagaman nakatutok ang mga tao sa NCR, nakikitaan din ng pagtaas ang Calabarzon at Central Luzon regions. Sa analysis ng ABS-CBN Data Analytics team gamit ang DOH data, nasa 141 percent o mas malaki pa sa doble ang itinaas ng mga kaso ng COVID-19 sa NCR nitong huling 2 linggo.  Tinitingnan ngayon ng DOH ang iba’t ibang dahilan ng pagtaas ng kaso, kasama na ang mga mas nakakahawa umanong variants. Malaki rin umanong problema ang hindi pa rin pagsunod sa health protocols ngunit mayroon ding iba pang nakikitang sanhi ng pagkalat ng sakit.  \"Nakita natin itong home quarantine ang mga tao hindi na nailagay sa facilities for isolation or quarantine. Maaaring sa kagustuhan ng pami-pamilya pero ngayong nakikita natin ang pagtaas ng mga kaso, kailangan nating paghigpitan ito para di na siya maka-contribute dito sa pagkalat,\" ani DOH spokesperson Maria Rosario Vergeire.  Nakikita ring problema ang hindi maayos na ventilation o daloy ng hangin at mga protocol sa pagpasok sa mga establisimyento. Dahil sa pagtaas ng mga kaso, problemado ang iba’t ibang ospital. \"'Yun pong ICU namin ang almost puno na,\" ani Philippine General Hospital spokesperson Dr. Jonas del Rosario. —May ulat ni Kristine Sabillo, ABS-CBN News"
    },
    {
        "date": "Mar 12 06:41 PM",
        "title": "Wastong pag-dispose sa face masks muling ipinaalala",
        "author": "ABS-CBN News",
        "content": "MAYNILA — Muling hinikayat ng isang environmental group na itapon nang maayos ang mga ginagamit na face masks, na itinuturing na biowaste.  Sa harap ito ng mga nakitang medical waste tulad ng disposable face mask sa ilang diving site sa bansa gaya sa Batangas. Sa panayam sa TeleRadyo, sinabi ni Oceana Philippines vice president Gloria Ramos na dapat i-segregate o ihiwalay mula sa ibang basura ang mga face mask. \r\n    \r\nDapat itong ilagay sa isang plastic, i-seal, at lagyan ng label na \"hazardous waste\" ang laman nito para hindi kalkalin ng mga basurero.  \"Dapat i-separate talaga, i-segregate kasi nakakahawa siya. Kawawa naman ang mga collector natin and then to make sure na hindi yan magli-leak sa mga karagatan natin,\" aniya. \r\n    \r\nKung maaari, hinimok ni Ramos ang publikong magsuot na lang ng reusable face masks para makabawas sa medical waste.  RELATED VIDEO: "
    },
    {
        "date": "Mar 12 06:39 PM",
        "title": "Mangingisda nalunod matapos subukang mag-ayos ng fish pen",
        "author": "ABS-CBN News",
        "content": "BAROTAC VIEJO, Iloilo - Wala nang buhay nang matagpuan ng mga kasamahan ang isang mangingisda matapos sisirin at ayusin ang nasirang fish pen sa gitna ng dagat noong Huwebes. Nakilala ang biktima na si John Rex Balayo, 29, isang mangingisda at nakatira sa Barotac Viejo sa Iloilo. Ayon sa imbestigasyon ng awtoridad, pumalaot si Balayo kasama ang 2 kaibigan upang ayusin ang nasirang fish pen. Nakadalawang sisid na umano si Balayo subalit sa ikatlong beses nito ay hindi na ito nakaakyat pa. Agad na hinanap ng 2 kasamahan ang biktima at makalipas ang ilang minuto ay nakita nila ang katawan nito sa may fish pen. Agad na dinala sa ospital ang biktima subalit ideneklara na itong dead on arrival. \n—Ulat ni Rolen Escaniel"
    },
    {
        "date": "Mar 12 06:38 PM",
        "title": "PNP to set up checkpoints at COVID-19 hotspots, as infections spike",
        "author": "Isay Reyes, ABS-CBN News",
        "content": "MANILA — The Philippine National Police (PNP) said Friday it would set up sporadic or random checkpoints in different \"hotspots of infections\" to curb the fresh spike of COVID-19 cases.  \"Sporadic checkpoint lang po muna in hotspots of infections. We have to understand and adjust to current situation where movement of people, goods and services is also at stake,\" PNP spokesman Police Brig. Gen. Idelbrandi Usana told ABS-CBN News. \"The uniform curfew regulations in NCR will start on Monday po. But the sporadic checkpoints in areas that the local police may consider may start any time, as the DILG directed strict implementation of minimum health and safety protocols po.\" The checkpoints would only \"ensure\" the people on board vehicles are complying with minimum health and safety protocols. \"Our presence is merely to ensure people's strict compliance with minimum health and safety protocols, implement ordinances in the localities, and work with other institutions of the government to make our people safe from the pandemic amid the spike,\" the official said.  Earlier in the day, Palace Spokesperson Harry Roque said police presence will be heightened to ensure the public adheres to health protocols. The Philippines on Friday reported 4,578 confirmed COVID-19 infections, the first time in 2021 the daily number surpassed 4,000 and the highest in 6 months. Overall, the country's total cases stood at 611,618. RELATED VIDEO"
    },
    {
        "date": "Mar 12 06:07 PM",
        "title": "NBI: Traces of illegal drugs found in room where Dacera, companions stayed",
        "author": "Angela Coloma, ABS-CBN News",
        "content": "MANILA (UPDATE) - Traces of drugs were found in the Makati hotel room where Christine Dacera and her friends stayed before her death on New Year’s Day, results of the National Bureau of Investigation probe showed.  This was among the evidence the NBI used as basis to file several criminal charges, including drug-related complaints, obstruction of justice, perjury and reckless imprudence resulting in homicide against 11 people, including Dacera’s companions at the time.  Mark Anthony Rosales and Rommel Galido were charged for illegal drug use, as they allegedly tried to deliver or give away drugs at the party, on top of the obstruction of justice charges filed by the NBI against them and their other companions.  Apart from Rosales and Galido, John Dela Serna, Gregorio De Guzman, Jezreel Rapinan, Alain Chen, Reymay Englis, and Darwin Macalla are also facing obstruction of justice charges.  The parallel investigation requested by Dacera’s family found that there was drug use at Room 2209 of the City Garden Grand Hotel, where Dacera and her friends stayed, based on statements by witnesses who were at the scene of the incident.  Crime scene investigation found traces of fluoromethamphetamine and methamphetamine, both stimulant drugs, in vomit near the toilet bowl where Dacera had puked in the wee hours of January 1.  \"One of the matters taken by SOCO (Scene of the Crime Operatives) at vomitous matter at around 6:39, makikita mo si Tin sa harap ng toilet bowl by the occupants of room 2209 so 'yung portion na 'yon, 'yung vomitous matter na 'yun was taken in the forensic [examination]. That vomitous matter has presence of 4 flouromethamphetamine and methamphetamine so dalawa ang nakitang illegal drugs,\" Zylykha Marie Corales Deramo of the NBI said in a press conference.  (You can see Tin in front of a toilet bowl and helped by the occupants of Room 2209, so that portion, that vomitous matter was taken in the forensic [examination]. That vomitous matter has presence of 4 flouromethamphetamine and methamphetamine so two types of illegal drugs were found.) Deramo also added that Dacera herself allegedly stayed at room 2207, the neighboring room, not wanting to be at room 2209 because there was an “orgy” happening in the room and that they were high on drugs.  \"When she (Tin) went to room 2207 she alleged na ayaw na niya doon kasi number one nag-o-orgy ang mga ito and number 2, shuas. When we asked the occupants of room 2207 kung ano ang shuas, apparently it’s gay lingo for 'high',” Deramo said.  (When she went to Room 2207, she alleged that she does not want to be in [2209] because number 1, they were having an orgy and number 2, shuas. When we asked the occupants of room 2207 what shuas was, apparently it's gay lingo for 'high'.)  A witness who spent the night at Room 2207 also said Rosales offered him drugs.  \"One of the occupants of room 2207 ay nakapagsabi na pumasok siya sa room 2209, common friend niya si Rommel, nagsabi 'baks may party drugs kami, bet mo?' Sabi niya ayoko. Apparently, hindi siya user pero nagpumilit itong si Rommel, went to a friend and asked for such party drugs. Sinabi niya na 'sorry baks ubos na pala,' so no more, so that’s corroboration,\" Deramo said.  (One of the occupants of room 2207 said when he entered room 2209, Rommel said \"we have party drugs, want some?\" He said no. Apparently he's not a user but allegedly, Rommel insisted, went to a friend and asked for such party drugs. But then said \"sorry there's no more,\" so no more, so that's corroboration.) There was also \"insinuation\" that Dacera herself took drugs, she added, but the NBI did not categorically say she did. \"JP Dela Serna and Rommel Galido also insinuated na Tin also used, na gumamit, ang sabi niya 'Mali kasi 'yon ang ecstasy at alcohol kasi 'yung heartbeat' but did not mention who took what ecstasy,\" she said, adding that Dacera had allegedly disclosed to Garrido that her drink was spiked by Mark Rosales. (JP Dela Serna and Rommel Galido also insinuated that Tin also used, he said \"it's wrong, ecstasy and alcohol affects the heartbeat' but did not mention who took what ecstasy.) Findings by the NBI contradict statements by Dacera’s companions that there was no drug use at the party.  However, the \"interplay between drugs and alcohol\" at the incident, according to Deramo, was still \"not very clear.\" The reautopsy of Dacera’s body showed that her cause of death was “microscopic evidence of peri-aortic hemorrhages and aortic wall distruption.”  The toxicology report also showed that Dacera’s body had traces of Diltiazem, a prescription drug for hypertension. Asked when illegal drugs may have caused her death, the NBI said it was “medically probable” for drugs to have started the aortic rupture on her body, based on scientific evidence they have gathered.  \"We’re not saying Christine Dacera took Diltiazem that night. We’re saying na she had been taking Diltiazem which has been found sa presence ng liver and then 'yung sa stomach. This is to help her condition,\" NBI Spokesperson Ferdinand Lavin said in the press conference.  \"On the night when she took illegal drugs and alcohol, it defeated the purpose of which she was taking the Diltiazem. Natalo 'yung kaniyang Diltiazem because she knew na mayroon siyang condition (Her Diltiazem was overpowered because she knew that she had the condition),” NBI Spokesperson Ferdinand Lavin said in the press conference.  The NBI, meanwhile, said they cannot prove rape allegations, as there were no fresh abrasions found on her labia at the time, at par with evidence presented by the PNP. Police had initially suspected the case was one of rape with homicide.  Dacera, 23 was found unconscious and without a pulse in a bathtub at the Makati hotel around 12:30 p.m. on January 1 after a night of partying. Her friends said they tried to revive her and brought her to the Makati Medical Center, where she was later declared dead. Dacera and her friends had booked Room 2209 at City Garden Grand Hotel in Makati City to ring in the New Year. According to CCTV footage, they went back and forth to Room 2207 after being introduced to guests there.  The PNP, in a medico-legal report, said Dacera died of natural causes, ruling out that her death on New Year’s day was a crime after initially suspecting rape and homicide against her companions. RELATED VIDEO: "
    },
    {
        "date": "Mar 12 06:03 PM",
        "title": "TIPS: Paano labanan ang 'pandemic fatigue' habang isang taon nang naka-lockdown",
        "author": "Josiah Antonio, ABS-CBN News",
        "content": "MAYNILA — Tila mabilis makaranas ng pagod at pagkalugmok ang mga Pilipino, isang taon na makalipas isailalim kalakhang Maynila at ibang probinsiya sa iba't-ibang level ng quarantine. Sa ilalim ng lockdown, marami ang nakulong sa kanilang mga tahanan at kasamang naiuwi na rin ang mga pang-araw-araw na gawain tulad ng trabaho o pag-aaral. Nitong mga nakaraang buwan, marami na rin ang nakaranas ng pagkabalisa kahit nasa loob ng bahay.  Ayon sa psychologist na si Randy Dellosa, tinatawag itong pandemic fatigue o ang physical, mental at emotional exhaustion dahil sa pagtitiis sa sitwasyon sa ilalim ng isang pandemya. Aniya, nagreresulta ito ng ilang mga pagbabago sa buhay ng isang tao tulad ng mga sumusunod: \"It is getting 'sick and tired' of trying to consider as a \"new normal\" what in reality is an obvious \"abnormal,\" sinabi ni Dellosa sa ABS-CBN News nitong Biyernes.  \"Pandemic fatigue is also about desperately wanting to regain the previous \"normal\" but feeling helpless for it to happen,\" dagdag pa niya. Ayon sa eksperto, makikita ang manipestasyon ng pandemic fatigue sa ilang mga pakiramdam tulad ng mga sumusunod: Aniya, maaari rin itong makaapekto sa pang-araw-araw na gawain at maaaring maramdaman ang ilan sa mga sumusunod: \"People who are tired of the pandemic may simply give up on following the protocol for COVID-19 prevention such as social distancing, wearing masks and face shields, and hand-washing,\" aniya.  Dagdag pa ni Dellosa, maaaring mag-develop sa mental health problems o mas lumala pa kung mayroon nang pre-existing conditions. \"The longer the pandemic fatigue is experienced, the higher the possibility for psychiatric disorders to develop. The most common psychiatric disorders that can develop from pandemic fatigue are major depressive disorder and anxiety disorders,\" saad ng doktor. \"People who were experiencing mental health issues prior to the pandemic are prone to relapse and worsening of their mental health condition. People with relationship problems prior to the pandemic are likewise expected for their relationships to sour even more,\" dagdag pa niya.  Habang patuloy pa rin ang lockdown sa pag-asang mapuksa na ang virus sa ating bansa, mayroon mga tips si Dellosa para sa mga Pilipino.  KAUGNAY NA ULAT"
    },
    {
        "date": "Mar 12 05:55 PM",
        "title": "On-site work at DOJ offices suspended until March 16 for COVID-19 disinfection",
        "author": "ABS-CBN News",
        "content": "MANILA—On-site work at the Department of Justice headquarters has been suspended until March 16, Tuesday, for disinfection, as a number of reported COVID-19 cases at the DOJ proper” were found. Department personnel will continue working from home, according to Justice Secretary Menardo Guevarra. On Thursday, the Supreme Court, adjacent to DOJ premises said it was closing its offices for disinfection until March 14, as part of precautionary measures amid the rising number of COVID-19 cases.  From March 15 to 19, offices will be required to have a skeleton force of just 50 percent reporting from work.  The Philippines on Friday reported 4,578 confirmed COVID-19 infections, the highest in 6 months.  OCTA Research previously projected that the Philippines will reach 6,500 daily infections by the end of the month.  -- With reports from Mike Navallo, ABS-CBN News"
    },
    {
        "date": "Mar 12 05:38 PM",
        "title": "Bahay inararo ng kotse, 1 sugatan",
        "author": "ABS-CBN News",
        "content": "Isa ang sugatan matapos na araruhin ng kotse ang isang bahay sa Barangay Lantangan, Pontevedra sa Capiz, Huwebes ng gabi. Ayon sa imbestigasyon ng awtoridad, patungong Roxas City ang pribadong kotse nang makasalubong ang isang sasakyan na naka-high beam ang ilaw.  Nasilaw umano ang driver sa ilaw at tuluyang bumangga sa bahay.  Dumiretso ang sasakyan sa loob ng bahay at naipit ang 14-anyos na residente nitong kasalukuyang nag-aaral ng kaniyang modules. Agad na dinala sa ospital ang estudyante at patuloy pang ginagamot ito. Wala namang planong magsampa ng kaso ang pamilya ng estudyante laban sa driver ng pribadong sasakyan na handang sagutin ang pagpapagamot ng biktima sa ospital. - Ulat ni Rolen Escaniel"
    },
    {
        "date": "Mar 12 05:24 PM",
        "title": "'Not legitimate,' Pacquiao says of PDP-Laban members' push for Duterte vice-presidential bid",
        "author": "Katrina Domingo, ABS-CBN News",
        "content": "MANILA - PDP-Laban president Sen. Manny Pacquiao on Friday said a supposed party resolution urging President Rodrigo Duterte to run as vice president in the 2022 national elections is illegitimate. PDP-Laban has yet to finalize its line-up for the 2022 national elections, Pacquiao said in a press conference. \"Hindi legitimate 'yung resolution na ginawa. Nalaman ko lang 'yun dahil sinabi sa'kin ng tao ko,\" he said. (The resolution is illegitimate. I only knew about it because one of my staff told me.) \"Hindi ko alam 'yun. Hindi 'yun sanctioned as acting president ng partido,\" he said. (I did not know about it. It was not sanctioned [by me] as acting party president.) The said resolution, dated March 8, was signed mostly by mayors and lawmakers, Melvin Matibag, PDP-Laban deputy party secretary general, earlier told ABS-CBN News. Among the signatories were MMDA chairman Benhur Abalos, Mandaluyong Mayor Carmelita Abalos, Quezon City Rep. Alfred Vargas, and Parañaque City Mayor Edwin Olivares. Sen. Aquilino Pimentel III said differences among party members on whether or not Duterte should run as vice president should not be considered as infighting. \"'Wag ninyo i-characterize as infighting,\" Pimentel said. (Do not characterize it as infighting.) \"Sen. Manny Pacquiao is reminding the members to focus sa pagtulong. Darating 'yung time para sa pulitika. Hintayin natin 'yung time para sa pulitika,\" he said. (Sen. Manny Pacquiao is reminding the members to focus on helping. The time for politics will come. Let's wait for that time to come.) Pacquiao on Friday issued a \"warning\" against Energy Secretary Alfonso Cusi, the party vice-chair, who he said was sowing division within the group.  The senator made the statement as he asked members to refrain from talking about the upcoming elections as the country continued to grapple with the COVID-19 pandemic.  Cusi was allegedly among PDP-Laban members behind the resolution urging Duterte to run for vice president. On the same day the resolution was released, Duterte himself talked politics, saying his long-time ally Sen. Christopher \"Bong\" Go was aspiring to become president. Go denied this in a statement but said he might change his mind if the current chief executive would agree to run for vice president. DISCIPLINARY ACTION Pacquiao belied allegations that several party members were planning to break away from the ruling party, saying more politicians want to join PDP-Laban. \"Marami pang gusto mag oath, sumama sa partido. Sabi ko 'wag muna dahil pandemic pa, bawal pa,\" he said. (Many want to take their oath, join the party. I said not yet because the pandemic is still going.) When asked about conflicting statements being released by several PDP-Laban members, Pacquiao said: \"Inaayos na natin 'yung mga lumalabas na isyu.\" (We are already fixing the issues.) \"Aaksyunan namin 'yang mga ganiyan na hindi sumusunod sa partido,\" said Pacquiao, who boxing promoter Bob Arum last year said might also seek the presidency. (We will act on those who refuse to toe the party line.) Instead of disclosing specific sanctions against erring members, Pacquiao released a memo calling for unity within the party and directing all PDP-Laban members to avoid discussing politics at this time as the COVID-19 pandemic continues. \"I have the responsibility to enforce rules, promote cooperation, insist on civility and respect, and most of all, to remind you that we are one team,\" his memo read. \"Before we can truly solve the problems of the country, we must first focus on ourselves and our beloved party.\" This is not the first time PDP-Laban seemed divided months before an election. In 2018, a group from Mindanao claiming to be party members on Wednesday held an event at the Quezon Memorial Circle criticizing then PDP-Laban Secretary General Pantaleon Alvarez. The group, led by PDP-Laban national council chair Rogelio Garcia, slammed Alvarez for leading the mass-oath taking of new party members without complying with the application process.  Old party members were not invited to PDP-Laban's 36th anniversary celebration at a hotel in Makati City, Garcia added. The group issued a resolution declaring Alvarez persona non grata from the party, but then-party president Pimentel denied that PDP-Laban had made such a declaration. In 2019, Alvarez accused the ruling party of keeping him in the dark about its decision to back Marinduque Rep. Lord Allan Velasco's bid for the House Speakership, which he was also vying for. Alvarez was hoping to make a comeback as Speaker after he was ousted from the post in 2018 in a coup maneuvered by the President's daughter, Davao City Mayor Sara Duterte. Then Pampanga Rep. Gloria Macapagal Arroyo was installed in his place. RELATED VIDEO"
    },
    {
        "date": "Mar 12 04:31 PM",
        "title": "Lalaki, arestado sa panggagahasa sa 3-taong gulang na apo",
        "author": "ABS-CBN News",
        "content": "Hindi na nakapalag pa ang isang 64-anyos na lalaki nang arestuhin ng mga operatiba ng Sasmuan Municipal Police Station sa Pampanga dahil sa kasong panggagahasa noon Martes. Sa inisyal na imbestigasyon, ginahasa umano ng suspek ang 3-taong gulang niyang apo. Matapos magsumbong sa pulisya, kaagad na nagkasa ng operasyon ang pulisya na nagresulta sa pagkakadakip sa suspek. Kinasuhan na kasong rape at child abuse ang suspek. - Ulat ni Gracie Rutao"
    },
    {
        "date": "Mar 12 04:20 PM",
        "title": "Isolation polling place, covered voting booths ready for Palawan plebiscite amid pandemic",
        "author": "Adrian Ayalin, ABS-CBN News",
        "content": "ROXAS, Palawan— Andres Soriano Memorial Elementary School teachers picked up their own “anti-COVID-19” supplies consisting of disinfectants, gloves, and face masks Friday for the Saturday plebiscite on the proposal to divide Palawan into three provinces. LOOK: Teachers in Roxas town claim their \"anti-COVID-19\" supplies ahead of Saturdays plebiscite on the division of Palawan. Election paraphernalia such as ballots will be distributed early Saturday morning. pic.twitter.com/FsvSvnmWZl Some walked to the gymnasium which is around 200 meters away, while some took their own motorcycles to claim their supplies placed in a black trash bag. WATCH: Teachers in Roxas, Palawan took their own motorcycles to pick up their supplies for the plebisicite tomorrow on dividing the province into three. pic.twitter.com/VLEvVZqRWj “Ganun po talaga kailangang tawag ng tungkulin,” teacher Irene Carandang said. (Its's the call of duty, that's how it is.) The plebiscite will proceed in the province amid the continuing threat of COVID-19, with nationwide cases seeing a recent spike and new variants detected.  The Commission on Election said protective implements have been put in voting precincts to prevent infection during the in-person voting.  While the poll body provided 5 voting booths with plastic barriers, the teachers that will man them will also have to provide for their own. “'Yung plebcom gumawa na rin sila ng sarili nilang barrier para proteksyon din sa kanila, 200 na tao lalapit sa kanila dapat protected din sila,” school principal Concepcion Verdin said. (The Plebcom [plebiscite committee] made their own barriers for their protection.)\r\n \r\nAn isolation polling place, a requirement by the Comelec to accommodate those registering with a temperature of 37.5 degrees Celsius, was also set up in the school gymnasium. LOOK: Andres Soriano Memorial Elementary School in Roxas town now ready for tomorrow's plebiscite on the proposed division of Palawan, with 5 voting booths per precinct and an \"isolation polling place\" inside the gym for those with temperature of 37.5 degrees Celsius. pic.twitter.com/ZT4eX6lKf4 The Commission on Human Rights, as well the Philippine National Police, inspected the 38 precincts of the school, as well as other schools participating in the plebiscite. “Dahil mandato nga ng Commission on Human Rights na masigurado na ang lahat ay makaboto lalo na ang marginalized natin, vulnerable and disadvantaged, 'yun 'yung gusto namin na makita,” CHR provincial officer Marilou Sebastian said. (We wanted to see it because it is our mandate to ensure that all, including the marginalized, vulnerable and disadvantaged, are able to vote.)\r\n \r\nThe Palawan Provincial Police Office have, meanwhile, deployed police officers ahead of the plebiscite.\r\n \r\n“Maayos naman po ang kapulisan natin lalo na sa Palawan PPO, naka-ready na at naka-deploy na po sa ngayon,” Deputy Provincial Director Lt. Col. Ariel Sanchez said. (Our police, especially the Palawan PPO, is ready and have been deployed.) Barangay Poblacion 3 Capt. Jesus Miraflores said that the proposed division of Palawan will benefit their community as this early, at least 3 malls are being planned in Roxas town. “Sa ngayon po marami na ang businessman na lumalapit sa bayan ng Roxas especially dito po sa bayan, nagtatanong kung magkano ang presyo ng lupa baka sakali manalo ang yes may intensyon po sila bumili ng lupa para makapag-establish ng kanilang negosyo,” Miraflores said. (Many businessmen are already asking for land prices particularly in Roxas so they could establish their businesses here in case the 'Yes' vote wins.) In tourist spot El Nido, oppositors were vocal against the division of the province which they say is not necessary as improvements can be done within the present system of government.  They said the division would only create more positions for politicians. “Mula po sa iba-ibang sektor ng lipunan, ibang religious organizations, nagkaisa po kami para ipakita ang pwersa namin sa pagtututol sa 3-in-1 Palawan,” El Nido resident Renator Tenorio said. (From other sectors of society, other religious organizations, we are united against a 3-in-1 Palawan.)"
    },
    {
        "date": "Mar 12 04:06 PM",
        "title": "PH logs 4,578 new COVID-19 cases, highest so far in 2021",
        "author": "Job Manahan, ABS-CBN News",
        "content": "MANILA (2nd UPDATE)—The Philippines on Friday reported 4,578 confirmed COVID-19 infections, the first time in 2021 the daily number surpassed 4,000 and the highest in 6 months.  Overall, the country's total cases stood at 611,618. This developed, as Metro Manila mayors agreed to reimpose a curfew for two weeks starting Monday, and the OCTA Research group sounded the alarm on the spike of infections in the capital region in recent weeks.   The day's fresh cases are the highest since last September 14, when the Department of Health (DOH) announced 4,699 confirmed infections, the ABS-CBN Investigative and Research Group said.  The new figure is also considered the highest announced daily COVID-19 tally so far this year, data showed. The country also reported a record-daily high on Thursday, when the DOH logged 3,749 infections. It does not, however, include data from the 5 DOH-accredited laboratories that failed to submit results on time. Active cases reached 52,012, with 92.2 percent of the patients experiencing mild symptoms or are asymptomatic, according to the health department. RELATED VIDEO: The total number of active infections is also considered the highest since October 17 last year, ABS-CBN Data Analytics Head Edson Guido said. It was also the day when active cases last breached 50,000, he said.  Deaths rose to 12,694 after the DOH logged 87 more COVID-related fatalities.  ABS-CBN IRG also noted that the day's deaths is the highest announced by DOH in a single day since Feb. 20, when the agency announced 239 deaths. Recoveries, meanwhile, increased by 272 to 546,912, data showed. Out of the 32,156 individuals who underwent testing for COVID-19, some 3,425 or 10.7 percent yielded positive for the disease.  BREAKDOWN OF NEW CASES According to Guido, almost half or 2,158 of the newly-reported cases came from Metro Manila, the highest daily increase since Sept. 14 last year.  NCR was followed by Calabarzon with 625. This is the highest daily tally from the region since Oct. 17 last year, he said.  Topping the list of cities with the highest recorded cases on Friday were Quezon City with 481, Pasay with 280, Manila with 276, Bulacan with 260, Cavite with 225, and Rizal with 186.  A total of 8 duplicates, meanwhile, have been removed from the cumulative tally, said the health department. Five of those were recoveries while a case was a fatality.  Some 26 cases previously identified as recoveries also turned out to be deaths after the agency's final validation.  The OCTA Research group earlier in the day projected the daily cases in the country to reach over 6,500 by end March, should the rate of infections become uncontrolled.  They also pointed out that the capital region alone might also record some 4,000 new cases at the end of the month, due to its increasing reproduction value. Because of this, the team of researchers urged local government units to implement stricter health measures, including localized lockdowns and border controls.  The country's top health officials earlier denied that the detected presence of COVID-19 variants locally led to the recent spike of infections, and blamed the public becoming more \"lax\" in observing minimum health protocols. "
    },
    {
        "date": "Mar 12 03:59 PM",
        "title": "Patrol car pinasabugan sa Iloilo, 1 sugatan",
        "author": "ABS-CBN News",
        "content": "Sugatan ang isang pulis matapos pasabugan ng improvised explosive device ang kanilang patrol car sa Barangay Pughanan sa bayan ng Lambunao, Iloilo, Biyernes ng umaga. Natamaan ng shrapnel sa kaliwang kamay si P/MSgt. Christopher Losbañez na nakasakay sa unahan ng back-to-back patrol car. Si Losbañez ay kasapi ng Lambunao Police. Papunta sana sa Barangay Panuran ang mga pulis para mag-imbestiga sa nangyaring engkuwentro noong Huwebes ng hapon nang tambangan at pasabugan ng IED ang kanilang sasakyan. Mabilis naman na rumesponde ang mga naka-deploy na sundalo sa kalapit na mga lugar at nagkaroon pa ng bakbakan na tumagal ng halos kalahating oras.  Wala pang naiulat na nasawi o nasugatan sa patuloy na clearing operation. Inaalam pa ng awtoridad kung iisang grupo lang ng mga rebelde ang responsable sa magkasunod na pag-atake sa tropa ng gobyerno. - Ulat ni Nony Basco"
    },
    {
        "date": "Mar 12 03:57 PM",
        "title": "DOH says there’s enough time for 2nd AstraZeneca dose before May expiration",
        "author": "Kristine Sabillo, ABS-CBN News",
        "content": "MANILA — The Department of Health assured the public on Friday that the government has enough time to administer the 2nd dose of AstraZeneca’s COVID-19 vaccines before they expire in May, saying none of the vaccines on emergency use around the world have a lengthy shelf life.  Health Undersecretary Maria Rosario Vergeire on Friday belied reports that the government was rushing to administer the AstraZeneca vaccines because they are about to expire.  The country earlier received 525,600 doses of AstraZeneca vaccines and 600,000 doses from Sinovac. “Wala pong bakunang dinevelop ngayon under the emergency use authority all over the world na may mahabang expiry date,” Vergeire said during a briefing. (There is no vaccine that was just developed and under emergency use authority all over the world that has a long expiry date.) The vaccines of AstraZeneca and Sinovac were both given emergency use authorization by the Philippine government. While they are still under development, they were already allowed for public use through the government program because of the emergency situation. “Ang pinakamahabang expiry date ng mga bakuna sa ngayon 6 months dahil alam ng manufacturers evolving ang ating sitwasyon at maaaring baguhin o iayos ang mga bakunang inilagay nila dyan sa pinapagamit sa mga bansa kaya ganun lang ang expiry,” Vergeire said. (The longest expiry date for vaccines for now is 6 months because the manufacturers know that the situation is evolving and that they may change or correct the vaccines that they are allowing countries to use. That’s why the expiry date is like that.) “'Yung dumating po sa atin 'yan po ang expiry sa end ng May,” Vergeire said.  “Pero nakaayos ang strategies natin because ang 2nd dose po n'yan you can give from 4 weeks to 12 weeks. So pasok na pasok ang ating schedule at aabot naman sa lahat ang pagbabakuna.” (The ones that arrived here expire by the end of May. But our strategies are in place because the 2nd dose can be given from 4 to 12 weeks. So it is within our schedule and the doses can be used for vaccination.) Vergeire said the only reason they are trying to hasten the vaccination process is to ensure that health workers are vaccinated. As of March 10, 114,615 health workers have already been vaccinated against COVID-19. Vergeire said the 114,615 vaccinated represent 11.2% of the over 1 million health workers on the government's priority list.  Majority or 101,827 of those vaccinated received Sinovac jabs while 12,788 received doses from AstraZeneca. “The top 3 regions with the highest coverage for Sinovac are the National Capital Region with 40.7%, CAR (Cordillera Administrative Region) at 13.9% and Region 12 at 11.7%,” Vergeire said. Meanwhile, AstraZeneca, which arrived a week later than Sinovac, is being used in the National Capital Region, Cordillera Administrative Region, Region 1 and Region 4A. The country hopes to vaccinate up to 70 million Filipinos by the end of the year in a bid to reach herd immunity. However, some have criticized the government for the seemingly slow rollout of vaccines.  Vergeire said it is just slow because they have just started, adding the pace would be quicker eventually. She said Health Secretary Francisco Duque III already raised the issue and they have been talking to vaccination units to hasten the process."
    },
    {
        "date": "Mar 12 03:50 PM",
        "title": "OCTA projects over 6,500 new daily COVID-19 cases in PH by end-March",
        "author": "Job Manahan, ABS-CBN News",
        "content": "MANILA (UPDATED)— The Philippines might record over 6,500 new daily COVID-19 cases by the end of March, the OCTA Research group warned Friday, as it urged local governments to impose stricter measures to control the virus spread.  In a report, the team of researchers said Metro Manila alone may record up to over 4,000 new daily COVID-19 infections at the end of the month, as it also continues to log most of the new daily COVID-19 infections in the Philippines due to the increase in reproduction number (R) in the region at 1.86.  The R number indicates the rate of spread of the disease. An R value above 1 can lead to exponential growth. \"In the February 17 report, the number of new COVID-19 cases in NCR was projected to reach 2,000 on March 22. It appears that the current trend is faster, as the region tallied nearly 2,000 cases on March 11, 11 days earlier than projected,\" the experts explained.  The development came as the country reported 3,749 new cases on Thursday, the highest in a day since September last year. OCTA said some 1,975 of these fresh infections came from Metro Manila alone. \"It is important that the increase in new cases in the NCR be curbed in order to avoid a high number of new cases in NCR and to prevent overwhelming the hospitals of NCR and the regions surrounding NCR (Cavite, Rizal, Bulacan),\" the group said. Aside from the increase in R value, the researchers also pointed out that the average daily attack rate (ADAR) in the region is now at 11 per 100,000. This puts the region at \"high risk,\" they said.  ADAR is the number of new cases in a city or province over a two-week period, divided by the population of the city or province. RELATED VIDEO: 12 NCR cities included in 15 LGUs with high daily cases Quezon City topped the areas in the country that recorded new COVID-19 cases in the past week, averaging with 274 confirmed infections daily.  The group added that aside from QC, 11 other cities in Metro Manila were included in the top 15 areas that logged a high number of newly-reported infections between Mar. 5 to Mar. 11.  Local chief executives in the Metro on Thursday night agreed to reintroduce a two-week curfew hours starting on Monday, March 15, in a bid to contain the virus.  Researchers however belief the curfew is not enough.  The local government should now also intervene to prevent inundating hospitals, and \"put an end to this surge,\" they said.  \"Localized lockdowns have been shown to be effective in slowing down increasing trends in new cases. Additional restrictions such as curfews, border controls, reduced capacity in certain establishments, limitations in social gatherings... as well as continued monitoring and strict implementation by the local governments will hopefully slow down the rate of infection in NCR,\" the report read.  The country's top health officials earlier denied that the detected presence of COVID-19 variants locally led to the recent spike of infections, and blamed the public becoming more \"lax\" in observing minimum health protocols. But a survey conducted by the same group of researchers showed that a majority of Filipinos complied with wearing face masks and washing of hands when they go out of their homes, but many failed to abide by physical distancing measures.  - With a report from Kristine Sabillo, ABS-CBN News"
    },
    {
        "date": "Mar 12 03:40 PM",
        "title": "Nearly a year into quarantine, gov't deploys more cops in bid to curb COVID-19 spike",
        "author": "Jamaine Punzalan, ABS-CBN News",
        "content": "MANILA — Police presence will be heightened to ensure the public adheres to health protocols, Malacañang said on Friday as Philippines records daily-record highs in COVID-19 cases.  The Department of the Interior and Local Government earlier this week ordered the police to increase police deployment and strictly enforce minimum public health standards. While Metro Manila remains the epicenter of infections, enforcement of quarantine rules is a \"national policy now,” said President Rodrigo Duterte's spokesman, Harry Roque.  “It is a directive issued by the DILG, which must be implemented by the PNP nationwide, but particularly in areas where there are noted increase in COVID cases,” Roque said in a press briefing. Most local governments have ordinances which set penalties on the violation of COVID-19 protocols, said Roque. “Habang dumadami ang kaso ng COVID-19 ngayon, mas importante po na maipatupad natin itong minimum health standard para sa indibidwal, para sa mga establishments at siyempre yung pagtugon ng mga LGUs sa kanilang mga katungkulan,” he said.  (While cases of COVID-19 are increasing, it is more important to implement minimum health standards for the individual, establishments, and of course the response of LGUs to their obligation.) Metro Manila authorities have coordinated with the police to help barangay officials implement curfew hours meant to slow the spread of COVID-19, said Parañaque Mayor Edwin Olivarez.  \"We have to remind iyon pong discipline sa tao... Naka-one year na po tayo kaya parang nagkaroon na po ng fatigue ang tao doon sa ating ipinapa-implement,\" said Olivarez, who is also chairman of the Metro Manila Council.  (We have to remind people of discipline. We have been in lockdown for a year so people are experiencing fatigue with what we implement.) The Philippines on Thursday recorded 3,749 new coronavirus infections, the highest daily increase in cases in nearly 6 months. The health department said total confirmed cases were at 607,048, while deaths reached 12,608.  Authorities have warned the public not to be complacent and practice physical distancing to avoid the spread of the virus accelerating further. "
    },
    {
        "date": "Mar 12 03:14 PM",
        "title": "Minor side effects reported by small percentage of vaccinated health workers: DOH",
        "author": "Kristine Sabillo, ABS-CBN News",
        "content": "MANILA — Some 1,000 health workers have reported minor side effects after inoculations against COVID-19, the Department of Health (DOH) said Friday, as the government races to vaccinate more health and essential workers.  Philippines has so far vaccinated 114,615 health workers as of March 10, and \"a total of 978 suspected adverse events\" have been reported after immunization, said Health Undersecretary Maria Rosario Vergeire.  “Dito sa 978, (a total of) 892 are from the CoronaVac or from the Sinovac,” she added. Majority or 872 of those side effects that happened after the use of Sinovac vaccines are “non-serious” while 20 cases are considered serious Adverse Event Following Immunization (AEFIs). For AstraZeneca, 85 recipients reported minor adverse events following immunization, and only one reported a serious side effect, Vergeire said. Among the common mild effects reported were muscle pain, pain on the injection site, body pains, fever and rashes, she said.  Vergeire added that some of the patients who experienced these were given medicine and immediately recovered and went home. All were observed for 15 or 30 minutes after vaccination for possible side effects. “Usual lang po yan. Hindi po dapat ikatakot,” Vergeire said, adding that these are the same side effects experienced by children who are vaccinated. (These are usual side effects and should not be a cause of fear.) “Meron pong mga serious side effects or adverse events na mga nangyayari kung saan ang mga kababayan natin yung iba nahihirapang huminga. Yung iba ay may sumakit ang dibdib. Ito po ay kinoconsider natin na serious at pinag-aaralan po kung ano ang causality nito,” she said. (There are also serious side effects of adverse events that happened where some of our patients had trouble breathing. There were some who had chest pains. These are considered serious and we are studying the cause.) Vergeire said the head of the National Adverse Events Following Immunization Committee or NAEFIC believes that some of the reported cases can be attributed to anxiety. “Alam niyo po yung takot ng ating mga kababayan pag magpapabakuna. Baka sila magkaside effect o natakot sa karayom,” she said. (You know how some Filipinos are scared of being vaccinated. Maybe they are also scared of having side effects or they are scared of the needle.) The World Health Organization defines AEFI as “any untoward medical occurrence which follows immunization and which does not necessarily have a causal relationship with the usage of the vaccine.” In the WHO’s Global Manual on Surveillance of Adverse Events Following Immunization, there are different categorizations of AEFI. This includes vaccine product-related reaction, vaccine quality defect, immunization error, immunization anxiety, and coincidental events. The Philippines has received 600,000 Sinovac doses as a donation from China. It also received 525,600 AstraZeneca doses from the vaccine-sharing initiative COVAX Facility."
    },
    {
        "date": "Mar 12 02:45 PM",
        "title": "Palace: IATF orders full use of COVID-19 contact-tracing app in 10 days",
        "author": "Jamaine Punzalan, ABS CBN News",
        "content": "MANILA — The inter-agency task force leading the country's pandemic response has ordered the \"full implementation\" of the national government's contact-tracing app within 10 days, Malacañang said on Friday, as COVID-19 cases spiked in the Philippines. The IATF in December had required all establishments to adopt the Stay Safe contact-tracing app. But Palace spokesman Harry Roque said on Thursday remained the weakest point in the country's COVID-19 response, and that StaySafe was not in full use. “Wala na pong problema sa StaySafe app. As of yesterday, lahat ng gusot nai-plantsa na. Full implementation of StaySafe app within 10 days,” Roque said in a press briefing. (The StaySafe app no longer has problems. As of yesterday, all glitches have been ironed out. There will be full implementation of StaySafe app within 10 days.) Local governments who have been using their own contact-tracing apps should make sure that these have “inter-operability or compatibility” with StaySafe, he said.  Authorities should ideally find 30 to 37 people who had close interaction with a patient who tests positive for the novel coronavirus, contact-tracing czar and Baguio Mayor Benjamin Magalong earlier said.  “Iyong ating pinapaigting pa na (our intensified contact-tracing ratio of) 1:36 Magalong formula will now be implemented on a nationwide basis by StaySafe,” said Roque. \r\n \r\n“Talagang wala na pong pagbabago d'yan. We will implement StaySafe once and for all,” he added.  (There will be no change there.)  The Philippines on Thursday recorded 3,749 new coronavirus infections, the highest daily increase in cases in nearly 6 months. The health department said total confirmed cases were at 607,048, while deaths reached 12,608.  Authorities have warned the public not to be complacent and practice physical distancing to avoid the spread of the virus accelerating further.  — With a report from Reuters "
    },
    {
        "date": "Mar 12 02:30 PM",
        "title": "Campaigning for 2022? Duterte focused on COVID-19 crisis, says spokesman",
        "author": "Jamaine Punzalan, ABS CBN News",
        "content": "MANILA— President Rodrigo Duterte is focused on the COVID-19 pandemic, Malacañang said on Friday, after the Chief Executive floated possible candidates in the 2022 elections.  In a speech on Thursday, Duterte said his former longtime aide Sen. Christopher Go wants to be President. Duterte also said his chief legal counsel Salvador Panelo \"would make a good senator someday.\"  Duterte's comment on Go was a joke, said Palace spokesman Harry Roque. The senator made the same statement on Thursday. \"Palagi naman pong nagbibiro ang Presidente para merong light moment,\" said Roque.  (The President is always joking so that there is a light moment.) \"Nakatutok ang Presidente dito sa ating pagbabakuna... Ang primary thrust pa rin ng gobyerno is this pandemic,\" he added.  (The President is focused on our vaccination... The primary thrust of the government is still this pandemic.) All members of the Duterte Cabinet, he said, \"were given the mandate to go and support the vaccination program of the government.\"  Duterte's remarks came on the same day news broke that his party, PDP-Laban, was asking him to run for Vice President in 2022, when his term as chief executive ends.  Go belongs to the same party. Duterte, in a speech last week, called Go \"President,\" seemingly in jest. KIDDING?  Go, whose term in the Senate lasts until 2025, said the President's latest comment was just a joke. \"Salamat po sa tiwala pero alam naman po ng Pangulo na hindi talaga ako interesado. Biro lang ng Pangulo iyon,\" he said in a statement.  (Thank you for the trust, but the President knows that I'm really not interested. That just a joke of the President.) However, Go said, \"Magbabago lang siguro ang isip ko kung tatakbong Vice President si Pangulong Duterte.\" (My mind might only change is President Duterte will run as vice president.)  Duterte campaigned for Go during the 2019 Senate race that saw the defeat of all candidates from the opposition slate Otso Diretso.  The Senate neophyte went straight to a national position on his first election bid. While now a lawmaker, he continues to be seen on the President's side in his official events.  Go also features prominently on state TV's Laging Handa briefing, the only lawmaker with regular appearances there.  Recently, he was the one who made major announcements related to the arrival of COVID-19 vaccines in the country, ahead of confirmations by the vaccine czar himself.  The Chief Executive has said in multiple occasions that his daughter Davao City Mayor Sara Duterte-Carpio would not seek to succeed him in the 2022 elections.  Duterte said women are not fit to be President.  He also said Vice President Leni Robredo can't be Chief Executive, though she has not revealed plans for the 2022 race. Robredo is the leader of the opposition.  The President's spokesman Harry Roque, meanwhile, accused Robredo of politicking, an allegation that her spokesman Barry Gutierrez fired back at Duterte's allies. "
    }
]