[
    {
        "date": "Mar 12 11:37 PM",
        "title": "THE DAY IN PHOTOS: March 12, 2021",
        "author": "ABS-CBN News",
        "content": "Share Here are the big stories today in photos. Hundreds of minimum health protocol violators from different communities in Quezon City are apprehended and processed at the Quezon City Memorial Circle on Friday in an effort to curb the surge of COVID-19 infections in Metro Manila. The police together with the local government Task Force Disiplina are enforcing the restrictions, but only gave tickets and face masks this time. Jire Carreon, ABS-CBN News Lucha libre wrestler Ciclon Ramirez sprays water at a man as he and others encourage mask-less people to wear masks as a measure of prevention against the COVID-19 disease at the Central Abastos market in Mexico City, Mexico in this picture taken March 10, 2021. Lucha libre is a popular form of professional wrestling in Mexico and they are helping in the fight aginst the coronavirus pandemic which has claimed almost 200,000 lives in their country. Carlos Jasso, Reuters Health workers care for patients infected with COVID-19 at the full emergency room of the Nossa Senhora da Conceiao hospital in Porto Alegre, Rio Grande do Sul State, in southern Brazil on Thursday amid the novel coronavirus pandemic. The state of Rio Grande do Sul has now imposed severe restrictions due to the rapid increase in COVID-19 cases. Silvio Avila, AFP People wearing face masks as a precaution against COVID-19 shop for clothes at a popular shopping mall in Antipolo on Friday. The country’s log for COVID-19 cases in a single day breached 4,000 Friday, the first time this year and the highest in 6 months putting the country’s total number of cases at 611,618. Jonathan Cellona, ABS-CBN News Members of human rights groups Philippine Alliance of Human Rights Advocates (PAHRA) and In Defense of Human Rights and Dignity Movement (iDefend) hold a noise barrage at the Quezon City Elliptical Circle on Friday to condemn the alleged growing violence in the country and the latest summary killings of government critics. The groups also slammed the March 7 raids by the police and military that resulted in the deaths of 9 activist leaders which comes two days after President Rodrigo Duterte told state forces to “kill” communist rebels and “ignore human rights.” Jire Carreon, ABS-CBN News"
    },
    {
        "date": "Mar 12 06:38 PM",
        "title": "PNP to set up checkpoints at COVID-19 hotspots, as infections spike",
        "author": "Isay Reyes, ABS-CBN News",
        "content": "MANILA — The Philippine National Police (PNP) said Friday it would set up sporadic or random checkpoints in different \"hotspots of infections\" to curb the fresh spike of COVID-19 cases.  \"Sporadic checkpoint lang po muna in hotspots of infections. We have to understand and adjust to current situation where movement of people, goods and services is also at stake,\" PNP spokesman Police Brig. Gen. Idelbrandi Usana told ABS-CBN News. \"The uniform curfew regulations in NCR will start on Monday po. But the sporadic checkpoints in areas that the local police may consider may start any time, as the DILG directed strict implementation of minimum health and safety protocols po.\" The checkpoints would only \"ensure\" the people on board vehicles are complying with minimum health and safety protocols. \"Our presence is merely to ensure people's strict compliance with minimum health and safety protocols, implement ordinances in the localities, and work with other institutions of the government to make our people safe from the pandemic amid the spike,\" the official said.  Earlier in the day, Palace Spokesperson Harry Roque said police presence will be heightened to ensure the public adheres to health protocols. The Philippines on Friday reported 4,578 confirmed COVID-19 infections, the first time in 2021 the daily number surpassed 4,000 and the highest in 6 months. Overall, the country's total cases stood at 611,618. RELATED VIDEO"
    },
    {
        "date": "Mar 12 11:45 AM",
        "title": "Open spaces sa UP Diliman, sarado sa publiko simula Mar 12",
        "author": "ABS-CBN News",
        "content": "MAYNILA - Isasara simula Biyernes, Marso 12, ang lahat ng open spaces sa loob ng University of the Philippines sa Diliman, Quezon City para mapigilan ang pagdami ng kaso ng COVID-19 sa lungsod. “Napansin namin na dumami ang tumatakbo, naglalakad at nagba-bike sa loob ng UP Campus nitong nakalipas na weekend,” ayon kay Aleli Bawagan, vice chancellor for community affairs ng UP Diliman. Sumabay pa umano dito ang pagtaas ng kaso ng COVID-19 sa QC, gayundin din ang pagdoble ng kasong namomonitor sa kanilang mga constituent na nakatira sa labas ng campus. “Kaya naisipan ng aming UP Diliman COVID Task Force na pansamantalang isara muli ang aming public spaces—ang aming academic oval, ang aming bike routes—dahil hindi napipigilan ang mga tao pag pumupunta sila rito kahit marami pang signages at may nagbabantay para sabihin mag distancing, magsuot ng mask.\" \"Marami kaming nakikitang hindi ginagawa ito lalo na sa harap ng mga ilang kainan o kaya pag sila ay napapagod mag-bike sila ay nagkukumpulan, ibinababa ang kanilang mask, parang hirap na kaming i-control ito kahit pa humingi kami ng tulong sa barangay,” sabi ni Bawagan. Sa tala ng kanilang task force, umabot na sa 26 ang kumpirmadong active cases na kanilang namonitor nitong Huwebes. Sa anunsiyong inilabas ng UP Dliman sa kanilang Facebook page, isasara na ang mga pampublikong espasyo tuwing Biyernes, alas 4 ng hapon hanggang Linggo ng gabi. Ipatutupad ito simula ngayong Biyernes, hanggang sa susunod na abiso. Sabi ni Bawagan, humiling sila ng tulong sa barangay para mapanatili ang health protocols nang muling buksan ang public spaces nitong buwan. May mga natikitan na rin umano na mga lumalabag sa health protocols.  Hindi lamang umano mga residente ng lungsod ang dumadayo sa UP Diliman at marami ay mula sa karatig na mga lungsod at lalawigan. “Siguro dahil nga kulang ng parke ang ibang mga siyudad at maganda pa ang hangin sa UP campus kaya sila bumibisita,” sabi niya Dagdag ni Bawagan na ang hakbang ng UP Diliman ay bilang kontribusyon nila para mabawasan ang pagkalat ng COVID-19. Ang mga residente naman ng campus ay pinahihintulutang mag-ehersisyo sa kani-kanilang lugar lamang at hinihikayat ang pagsunod sa health protocol tulad ng pagsusuot ng face mask, face shield at physical distancing."
    },
    {
        "date": "Mar 12 11:22 PM",
        "title": "IBP, NUPL slam police request for names of lawyers representing ‘communist terrorist’ groups",
        "author": "ABS-CBN News",
        "content": "MANILA - The Integrated Bar of the Philippines on Friday slammed an alleged Philippine National Police (PNP) request from a court a for list of lawyers representing members of supposed \"communist-terrorist\" groups in the country. The Supreme Court earlier said Calbayog Regional Trial Court received the request signed by a certain Police Lt. Fernando Calabria Jr. from the Calbayog City Police Station, but \"no action\" has been done by the said court so far. \"The letter disregards the very basic principle that lawyers are free and even duty-bound to represent those accused regardless of political or ideological persuasions so that their rights are protected, due process is observed, justice is done, and that the rule of law is upheld. Lawyers therefore should not be suspected, discriminated against, faulted, red-tagged, or attacked for doing their professional duty,\" IBP national president Domingo Egon Cayosa said in a statement. \"The letter is improper, deplorable, and alarming.\" Cayosa called on authorities for a comprehensive probe on the request and \"promote state responsibility to ensure that lawyers can do their job without threats, harassment, intimidation, or retribution.\" \"As we remain vigilant, we trust that Filipino lawyers will remain courageous and steadfast sentinels of the rule of law,\" he said. The National Union of People's Lawyers (NUPL) also condemned the request. The NULP said the letter shows \"barefaced disregard of the PNP for human rights, particularly the right to access lawyers and legal services.  \"It is an affront to the right and duty of lawyers to exercise their profession without fear as well as the administration of justice,\" the NUPL said in a statement. \"The police has no right to profile lawyers on the basis of their clients' personalities or ideologies. Under the UN Basic Principles on the Role of Lawyers, lawyers must 'not be identified with their clients or their clients' causes as a result of discharging their functions.' Nevertheless, lawyers, like other citizens, are entitled to freedom of expression, belief, association and assembly. The persecution of lawyers, on account of their functions as officers of the court, simply cannot be tolerated,\" it said. The union accused the PNP as the \"leading perpetrators of lawlessness and terror\" in the Philippines under the \"murderous regime\" of President Rodrigo Duterte, who came to power in 2016 on a promise to eradicate crime and illegal drug trade through violent means. \"It was the police that mercilessly killed suspected drug offenders in the tens of thousands and, most recently, nine activists in Southern Tagalog -- tokhang-style -- while allegedly enforcing search warrants for loose firearms. Even the reported assassins of Calbayog City Mayor Ronald Aquino are uniformed police personnel,\" the NUPL said.  The police request came days after Aquino and several others were killed. Authorities claimed it was a shootout between the mayor's men and the police, but a lawmaker, along with Aquino's son, argued it was an ambush by non-uniformed cops. \"The letter intensifies the atmosphere of fear and repression with which lawyers are trying to perform their sworn duties towards the courts, society, and their clients, regardless of the latter's political beliefs. It has no objective other than to create a virtual hitlist of lawyer targets to be 'neutralized.' Needless to state, it must be rebuffed, even condemned, by the courts,\" the NUPL said. At least 54 lawyers, judges and prosecutors have been killed during the term of Duterte, the union said, and the PNP's request to get the names of lawyers of CTG members' \"produces a chilling effect\" to legal counsels in the Philippines. \"We thus reiterate our calls for measures that will ensure that lawyers such as ourselves will be able to perform all of our professional functions without intimidation, hindrance, harassment or improper interference. We also demand that the PNP immediately desist from harassing our colleagues in the legal profession -- lawyers for \"CTG personalities\" or not,\" the NUPL said. According to Cayosa, the IBP was assured by top PNP officials that there was no directive to Calabria to procure the names of legal counsels. FROM THE ARCHIVES"
    },
    {
        "date": "Mar 12 06:07 PM",
        "title": "NBI: Traces of illegal drugs found in room where Dacera, companions stayed",
        "author": "Angela Coloma, ABS-CBN News",
        "content": "MANILA (UPDATE) - Traces of drugs were found in the Makati hotel room where Christine Dacera and her friends stayed before her death on New Year’s Day, results of the National Bureau of Investigation probe showed.  This was among the evidence the NBI used as basis to file several criminal charges, including drug-related complaints, obstruction of justice, perjury and reckless imprudence resulting in homicide against 11 people, including Dacera’s companions at the time.  Mark Anthony Rosales and Rommel Galido were charged for illegal drug use, as they allegedly tried to deliver or give away drugs at the party, on top of the obstruction of justice charges filed by the NBI against them and their other companions.  Apart from Rosales and Galido, John Dela Serna, Gregorio De Guzman, Jezreel Rapinan, Alain Chen, Reymay Englis, and Darwin Macalla are also facing obstruction of justice charges.  The parallel investigation requested by Dacera’s family found that there was drug use at Room 2209 of the City Garden Grand Hotel, where Dacera and her friends stayed, based on statements by witnesses who were at the scene of the incident.  Crime scene investigation found traces of fluoromethamphetamine and methamphetamine, both stimulant drugs, in vomit near the toilet bowl where Dacera had puked in the wee hours of January 1.  \"One of the matters taken by SOCO (Scene of the Crime Operatives) at vomitous matter at around 6:39, makikita mo si Tin sa harap ng toilet bowl by the occupants of room 2209 so 'yung portion na 'yon, 'yung vomitous matter na 'yun was taken in the forensic [examination]. That vomitous matter has presence of 4 flouromethamphetamine and methamphetamine so dalawa ang nakitang illegal drugs,\" Zylykha Marie Corales Deramo of the NBI said in a press conference.  (You can see Tin in front of a toilet bowl and helped by the occupants of Room 2209, so that portion, that vomitous matter was taken in the forensic [examination]. That vomitous matter has presence of 4 flouromethamphetamine and methamphetamine so two types of illegal drugs were found.) Deramo also added that Dacera herself allegedly stayed at room 2207, the neighboring room, not wanting to be at room 2209 because there was an “orgy” happening in the room and that they were high on drugs.  \"When she (Tin) went to room 2207 she alleged na ayaw na niya doon kasi number one nag-o-orgy ang mga ito and number 2, shuas. When we asked the occupants of room 2207 kung ano ang shuas, apparently it’s gay lingo for 'high',” Deramo said.  (When she went to Room 2207, she alleged that she does not want to be in [2209] because number 1, they were having an orgy and number 2, shuas. When we asked the occupants of room 2207 what shuas was, apparently it's gay lingo for 'high'.)  A witness who spent the night at Room 2207 also said Rosales offered him drugs.  \"One of the occupants of room 2207 ay nakapagsabi na pumasok siya sa room 2209, common friend niya si Rommel, nagsabi 'baks may party drugs kami, bet mo?' Sabi niya ayoko. Apparently, hindi siya user pero nagpumilit itong si Rommel, went to a friend and asked for such party drugs. Sinabi niya na 'sorry baks ubos na pala,' so no more, so that’s corroboration,\" Deramo said.  (One of the occupants of room 2207 said when he entered room 2209, Rommel said \"we have party drugs, want some?\" He said no. Apparently he's not a user but allegedly, Rommel insisted, went to a friend and asked for such party drugs. But then said \"sorry there's no more,\" so no more, so that's corroboration.) There was also \"insinuation\" that Dacera herself took drugs, she added, but the NBI did not categorically say she did. \"JP Dela Serna and Rommel Galido also insinuated na Tin also used, na gumamit, ang sabi niya 'Mali kasi 'yon ang ecstasy at alcohol kasi 'yung heartbeat' but did not mention who took what ecstasy,\" she said, adding that Dacera had allegedly disclosed to Garrido that her drink was spiked by Mark Rosales. (JP Dela Serna and Rommel Galido also insinuated that Tin also used, he said \"it's wrong, ecstasy and alcohol affects the heartbeat' but did not mention who took what ecstasy.) Findings by the NBI contradict statements by Dacera’s companions that there was no drug use at the party.  However, the \"interplay between drugs and alcohol\" at the incident, according to Deramo, was still \"not very clear.\" The reautopsy of Dacera’s body showed that her cause of death was “microscopic evidence of peri-aortic hemorrhages and aortic wall distruption.”  The toxicology report also showed that Dacera’s body had traces of Diltiazem, a prescription drug for hypertension. Asked when illegal drugs may have caused her death, the NBI said it was “medically probable” for drugs to have started the aortic rupture on her body, based on scientific evidence they have gathered.  \"We’re not saying Christine Dacera took Diltiazem that night. We’re saying na she had been taking Diltiazem which has been found sa presence ng liver and then 'yung sa stomach. This is to help her condition,\" NBI Spokesperson Ferdinand Lavin said in the press conference.  \"On the night when she took illegal drugs and alcohol, it defeated the purpose of which she was taking the Diltiazem. Natalo 'yung kaniyang Diltiazem because she knew na mayroon siyang condition (Her Diltiazem was overpowered because she knew that she had the condition),” NBI Spokesperson Ferdinand Lavin said in the press conference.  The NBI, meanwhile, said they cannot prove rape allegations, as there were no fresh abrasions found on her labia at the time, at par with evidence presented by the PNP. Police had initially suspected the case was one of rape with homicide.  Dacera, 23 was found unconscious and without a pulse in a bathtub at the Makati hotel around 12:30 p.m. on January 1 after a night of partying. Her friends said they tried to revive her and brought her to the Makati Medical Center, where she was later declared dead. Dacera and her friends had booked Room 2209 at City Garden Grand Hotel in Makati City to ring in the New Year. According to CCTV footage, they went back and forth to Room 2207 after being introduced to guests there.  The PNP, in a medico-legal report, said Dacera died of natural causes, ruling out that her death on New Year’s day was a crime after initially suspecting rape and homicide against her companions. RELATED VIDEO: "
    },
    {
        "date": "Mar 12 10:56 AM",
        "title": "Mga pulis nagset-up ng checkpoint sa boundary ng QC at Rizal",
        "author": "ABS-CBN News",
        "content": "Buong magdamag na nagsagawa ng heightened police checkpoint ang mga tauhan ng Quezon City Police District Mobile Force Battalion sa boundary ng Batasan at San Mateo sa Rizal. Nasa 20 pulis ang nakapwesto sa lugar at nagpapalitan kada 12 oras. Ilan sa mahigpit nilang binabantayan ay ang mga motoristang lumalabag sa Inter-Agency Task Force safety protocols, tulad ng hindi pagsusuot ng face mask at face shield. Sinisilip din nila kung nag-ooverloading ang ilang public utility vehicle na tumatawid sa lugar tulad ng mga jeep, mga bus at taxi.  May mga motorcycle riders din na hinarang ng mga pulis dahil may ka-angkas. Sinilip muna ng mga pulis kung mayroon silang kaukulang dokumento na magpapatunay na sila ay nakatira sa iisang lugar. Pero kung mga TNVS riders na gamit ng commuters basta may barrier ay hindi na hinihingan pa ng IDs o proof of residence na magkasama sila sa iisang lugar ng rider. May isang puting AUV din ang hindi pinayagang makalusot sa checkpoint at pinabalik sa may area ng Rizal matapos mahuling may sakay na bata na mahigpit na ipinagbabawal sa QC. Mas naghigpit ang pagsasagawa ng checkpoints sa mga lugar sa QC bunsod na rin ng pagsipa ng kaso ng COVID-19 sa Metro Manila. - TeleRadyo 12 Marso 2021"
    },
    {
        "date": "Mar 12 11:16 PM",
        "title": "Vaccination program, baka abutin ng hanggang 2033 dahil sa bagal ayon kay Senator Lacson",
        "author": "ABS-CBN News",
        "content": "Share"
    },
    {
        "date": "Mar 12 06:03 PM",
        "title": "TIPS: Paano labanan ang 'pandemic fatigue' habang isang taon nang naka-lockdown",
        "author": "Josiah Antonio, ABS-CBN News",
        "content": "MAYNILA — Tila mabilis makaranas ng pagod at pagkalugmok ang mga Pilipino, isang taon na makalipas isailalim kalakhang Maynila at ibang probinsiya sa iba't-ibang level ng quarantine. Sa ilalim ng lockdown, marami ang nakulong sa kanilang mga tahanan at kasamang naiuwi na rin ang mga pang-araw-araw na gawain tulad ng trabaho o pag-aaral. Nitong mga nakaraang buwan, marami na rin ang nakaranas ng pagkabalisa kahit nasa loob ng bahay.  Ayon sa psychologist na si Randy Dellosa, tinatawag itong pandemic fatigue o ang physical, mental at emotional exhaustion dahil sa pagtitiis sa sitwasyon sa ilalim ng isang pandemya. Aniya, nagreresulta ito ng ilang mga pagbabago sa buhay ng isang tao tulad ng mga sumusunod: \"It is getting 'sick and tired' of trying to consider as a \"new normal\" what in reality is an obvious \"abnormal,\" sinabi ni Dellosa sa ABS-CBN News nitong Biyernes.  \"Pandemic fatigue is also about desperately wanting to regain the previous \"normal\" but feeling helpless for it to happen,\" dagdag pa niya. Ayon sa eksperto, makikita ang manipestasyon ng pandemic fatigue sa ilang mga pakiramdam tulad ng mga sumusunod: Aniya, maaari rin itong makaapekto sa pang-araw-araw na gawain at maaaring maramdaman ang ilan sa mga sumusunod: \"People who are tired of the pandemic may simply give up on following the protocol for COVID-19 prevention such as social distancing, wearing masks and face shields, and hand-washing,\" aniya.  Dagdag pa ni Dellosa, maaaring mag-develop sa mental health problems o mas lumala pa kung mayroon nang pre-existing conditions. \"The longer the pandemic fatigue is experienced, the higher the possibility for psychiatric disorders to develop. The most common psychiatric disorders that can develop from pandemic fatigue are major depressive disorder and anxiety disorders,\" saad ng doktor. \"People who were experiencing mental health issues prior to the pandemic are prone to relapse and worsening of their mental health condition. People with relationship problems prior to the pandemic are likewise expected for their relationships to sour even more,\" dagdag pa niya.  Habang patuloy pa rin ang lockdown sa pag-asang mapuksa na ang virus sa ating bansa, mayroon mga tips si Dellosa para sa mga Pilipino.  KAUGNAY NA ULAT"
    },
    {
        "date": "Mar 12 10:45 AM",
        "title": "Vaccinations done by 2033? Lacson chides slow pace of COVID-19 vaccine rollout",
        "author": "Sherrie Ann Torres, ABS-CBN News",
        "content": "MANILA - Sen. Panfilo Lacson on Friday said he is hoping the Department of Health would speed up its ongoing COVID-19 vaccination program, otherwise, the government’s target to inoculate 60-70 percent of its overall population will only be finished by year 2033.\r\n \r\nLacson based his statement on the DOH's recent vaccination statistics update where it reported a total of 114,615 individuals as of March 10. \"If we do not improve on this pace, and let’s all hope we will accelerate, we will finish vaccinating the 70 percent targeted population to achieve herd immunity in 11 years and 8 months or 2033,\" he said in a statement. The Philippines can only have a faster inoculation program if the country can secure enough supply of vaccine and have it delivered on time, the senator said.\r\n \r\n\"Let’s hope na walang gaps ang deliveries para walang hinto, instead – tuloy tuloy ang pagbabakuna,\" he said. Health Secretary Francisco Duque III earlier said the pace of the country’s COVID-19 vaccination program is \"not as quick\" as the government hoped for. \"The first week, I will admit, the vaccination rate was not as quick as we wanted it, but for obvious reasons. Siyempre nag-uumpisa pa lang (we have just started),\" he explained. Several health workers earlier refused to be inoculated with Chinese-made COVID-19 vaccines due to fears over possible side effects. The arrival of AstraZeneca vaccines would hopefully increase the number of Filipinos vaccinated against COVID-19, Duque said. \"Kung ayaw sa Sinovac, binigyan po natin sila ng right of first refusal, at ‘yung AstraZeneca ibinigay para doon sa mga tumanggi,\" he said.  (Secondly, there is this option for health workers to choose their vaccines. If they do not want Sinovac, we will give the AstraZeneca doses to them.)  RELATED VIDEO"
    },
    {
        "date": "Mar 12 11:01 PM",
        "title": "Bakas ng droga, kapabayaan nakita sa pagkamatay ni Christine Dacera: NBI",
        "author": "ABS-CBN News",
        "content": "MAYNILA - May nakitang bakas ng droga at kapabayaan sa pagkamatay ni Christine Dacera, nang makakita ng ebidensiyang may droga sa kuwarto na tinuluyan ng flight attendant at ng kaniyang mga kaibigan noong New Year’s Eve.  Ito ang lumabas sa isinagawang imbestigasyon ng National Bureau of Investigation (NBI) sa hiling na parallel probe ng pamilya ng flight attendant sa kaso.  Ayon sa NBI Death Investigation Division Agent on Case na si Atty. Zulikha Conales Degamo, may nakitang bakas ng metamphetamine o fluoromethampethamine, o party drugs nang suriin ang bakas ng lugar kung saan sumuka si Dacera, 23, bago siya namatay.  Pinagbasehan din ng NBI ang mga naging salaysay ng mga nakasama nina Dacera sa katabing kuwarto na nakasama pa nina Dacera na mag-party sa City Garden Hotel sa Makati.  Nadiskubre rin na dati nang uminom ng maintenance drugs si Dacera para sa kondisyon niya sa puso.  Bagama’t aneurysm ang naging cause of death, ayon sa mga eksperto ng NBI, posibleng nagpalala sa kaniyang kondisyon ang paggamit ng ilegal na droga.  \"According to our experts na kapag ikaw ay gumamit ng drugs ay tataas ang iyong BP (blood pressure). So magra-rapid ang iyong heartbeat at tataas ang iyong BP, which will ultimately result [in] the rupture of the aneurysm,\" ani Degamo, bagama't hindi tahasang sinabi ng NBI na gumamit ng droga si Dacera.  Disyembre 31 nang mag-book ng hotel room sa City Garden Hotel si Dacera kasama ang kaniyang mga kaibigan para salubungin ang Bagong Taon. Sa Room 2209 ginawa ng magkakaibgan ang pagsalubong, at may mga nakasama rin umano silang mag-party sa katabing kuwarto na Room 2207.  Pagsapit ng madaling araw ay nakaramdam ng pananakit ng ulo si Dacera at kalauna'y nawalan ng malay. Idineklarang patay si Dacera nang dalhin sa ospital.  Lumabas sa imbestigasyon ng PNP na natural causes ang ikinamatay at walang homicide sa nangyari, bagay na tinutulan ng pamilyang Dacera.  Taliwas ang investigation findings ng NBI sa unang pahayag ng mga kaibigan ni Dacera na nagsabing wala namang gumamit sa kanila ng droga. Dahilan ito para magsampa rin ang tanggapan ng obstruction of justice laban sa 8 kaibigan ni Dacera na kasama nito sa kuwarto.  Kasama sa mga sinampahan ng kasong obstruction of justice sina: Mark Rosales, Rommel Galido, John Dela Serna, Gregorio De Guzman, Jezreel Rapinan, Alain Chen, Reymay English, at Darwin Macalla.  Kinasuhan naman si Rosales at Garrido dahil sa pamimigay ng droga. May hiwalay namang kaso si Rosales dahil sa paggamit ng droga.  Pinakakasuhan naman ang apat sa mga kaibigan ni Dacera ng reckless imprudence dahil ilang oras na ang lumipas bago nila ito binigyan ng first aid.  \"Dahil sa kakaunting panahon na kasama ni Tin ang occupants ng Room 2207 ay nakita nila na humihingal at nahihirapan itong huminga, nagsabi pa siyang numb ang kaniyang katawan, masakit ang kaniyang ulo. And yet 'yung occupants ng room 2209 who were with her for such a long time failed to observe the littlest of these details,\" ani Deramo.  Pinakakasuhan naman ng perjury sina Galido, Dela Serna, at De Leon ng perjury, at obstruction of justice si Neptali Maroto kaugnay sa mga binawing salaysay sa pulis, na ayon sa NBI ay walang basehan.  Batay sa naging imbestigasyon, hindi napatunayang ni-rape si Dacera, ayon kay NBI Spokesperson Ferdinand Lavin, dahil wala umano itong mga abrasion o gasgas na nakita sa kaniyang ari at may ihi na nakuha sa kaniyang pantog - taliwas sa naging unang police report na ni-rape ang dalaga.  Masaya naman ang mga abogado ng pamilyang Dacera sa resulta ng imbestigasyon.  \"Redemption para sa amin ito. In spite of the opinion sa social media, 'yung negative na natanggap ng family, ito po samin ay ‘yung bunga ng paghihirap ng NBI, sa pakikipagtulungan nila sa mga ahensiya,\" ani Jose Ledda III, abogado ng pamilya.  Ayon sa NBI, hindi nagbigay ng salaysay ang 9 na kaibigan ni Dacera kahit ilang beses silang inimbita, pero maaari pa rin silang magpaliwanag sa piskal.  Sinubukan din ng ABS-CBN News na kuhanin ang panig ng ilan sa mga kinasuhan pero tumanggi muna sila habang hinihintay nila ang kopya ng isinampang kaso ng NBI.  — Ulat ni Niko Baua, ABS-CBN News"
    },
    {
        "date": "Mar 12 05:55 PM",
        "title": "On-site work at DOJ offices suspended until March 16 for COVID-19 disinfection",
        "author": "ABS-CBN News",
        "content": "MANILA—On-site work at the Department of Justice headquarters has been suspended until March 16, Tuesday, for disinfection, as a number of reported COVID-19 cases at the DOJ proper” were found. Department personnel will continue working from home, according to Justice Secretary Menardo Guevarra. On Thursday, the Supreme Court, adjacent to DOJ premises said it was closing its offices for disinfection until March 14, as part of precautionary measures amid the rising number of COVID-19 cases.  From March 15 to 19, offices will be required to have a skeleton force of just 50 percent reporting from work.  The Philippines on Friday reported 4,578 confirmed COVID-19 infections, the highest in 6 months.  OCTA Research previously projected that the Philippines will reach 6,500 daily infections by the end of the month.  -- With reports from Mike Navallo, ABS-CBN News"
    },
    {
        "date": "Mar 12 10:42 AM",
        "title": "Marikina mayor laments slow vaccine rollout",
        "author": "ABS-CBN News",
        "content": "MANILA - Marikina City Mayor Marcelino Teodoro on Friday expressed disappointment with the slow rollout of COVID-19 vaccines a year into the pandemic. \"The problem really is with the supply of the vaccine and the [national] government should, I think, it's imperative to address this problem of supply,\" he told ANC. Teodoro was reacting to the statement of Health Secretary Francisco Duque III that the inoculation drive was not quick enough. Over 114,000 people have so far received the shots more than a week after the country launched its vaccination program. Of those inoculated, 83,000 are health-care workers. In Marikina City, Teodoro said they had listed nearly 5,000 medical frontliners for the vaccination. \"We're only able to inoculate around 1,500. So, that's not even half of the number of medical frontliners that we intended to be inoculated,\" he said. On Feb. 28, the Philippines received its first batch of COVID-19 vaccine from China's Sinovac Biotech, with 600,000 doses. Through the vaccine-sharing COVAX facility, some 526,000 vaccines from AstraZeneca arrived few days later. Faced with surging coronavirus infections, the country aims to vaccinate up to 70 million of its 108 million people this year to achieve herd immunity and reopen the economy. Vaccine czar Secretary Carlito Galvez Jr. had said the Philippines is acquiring 161 million doses of coronavirus vaccine by year-end."
    },
    {
        "date": "Mar 12 09:51 PM",
        "title": "Pacquiao nagpatutsada sa kapartido: Unahin ang pandemya bago politika",
        "author": "ABS-CBN News",
        "content": "Pinuna ni Sen. Manny Pacquiao, lider ng PDP-Laban, ang kapartidong si Energy Secretary Alfonso Cusi dahil sa paghihikayat umano kay Pangulong Rodrigo Duterte na tumakbong bise presidente sa 2022. Paalala ni Pacquiao, pandemya muna bago politika. Itinanggi naman ni Cusi na siya ang pasimuno ng naturang inisyatiba. Nagpa-Patrol, RG Cruz. TV Patrol, Biyernes, 12 Marso 2021"
    },
    {
        "date": "Mar 12 05:38 PM",
        "title": "Bahay inararo ng kotse, 1 sugatan",
        "author": "ABS-CBN News",
        "content": "Isa ang sugatan matapos na araruhin ng kotse ang isang bahay sa Barangay Lantangan, Pontevedra sa Capiz, Huwebes ng gabi. Ayon sa imbestigasyon ng awtoridad, patungong Roxas City ang pribadong kotse nang makasalubong ang isang sasakyan na naka-high beam ang ilaw.  Nasilaw umano ang driver sa ilaw at tuluyang bumangga sa bahay.  Dumiretso ang sasakyan sa loob ng bahay at naipit ang 14-anyos na residente nitong kasalukuyang nag-aaral ng kaniyang modules. Agad na dinala sa ospital ang estudyante at patuloy pang ginagamot ito. Wala namang planong magsampa ng kaso ang pamilya ng estudyante laban sa driver ng pribadong sasakyan na handang sagutin ang pagpapagamot ng biktima sa ospital. - Ulat ni Rolen Escaniel"
    },
    {
        "date": "Mar 12 10:36 AM",
        "title": "Minimum health protocol violators in QC",
        "author": "Jire Carreon, ABS-CBN News",
        "content": "Share"
    },
    {
        "date": "Mar 12 09:41 PM",
        "title": "PH embassy sa US nanawagan na paigtingin ang aksiyon vs Asian hate crimes",
        "author": "ABS-CBN News",
        "content": "Nagsalita na si United States President Joe Biden sa gitna ng nagpapatuloy na pag-atake sa Asian Americans, kabilang ang ilang Pinoy. Sumulat naman ang embahada ng Pilipinas sa US Senate para manawagan ng mas matinding aksiyon laban sa hate crimes. Nagpa-Patrol, TJ Manotoc. TV Patrol, Biyernes, 12 Marso 2021."
    },
    {
        "date": "Mar 12 05:24 PM",
        "title": "'Not legitimate,' Pacquiao says of PDP-Laban members' push for Duterte vice-presidential bid",
        "author": "Katrina Domingo, ABS-CBN News",
        "content": "MANILA - PDP-Laban president Sen. Manny Pacquiao on Friday said a supposed party resolution urging President Rodrigo Duterte to run as vice president in the 2022 national elections is illegitimate. PDP-Laban has yet to finalize its line-up for the 2022 national elections, Pacquiao said in a press conference. \"Hindi legitimate 'yung resolution na ginawa. Nalaman ko lang 'yun dahil sinabi sa'kin ng tao ko,\" he said. (The resolution is illegitimate. I only knew about it because one of my staff told me.) \"Hindi ko alam 'yun. Hindi 'yun sanctioned as acting president ng partido,\" he said. (I did not know about it. It was not sanctioned [by me] as acting party president.) The said resolution, dated March 8, was signed mostly by mayors and lawmakers, Melvin Matibag, PDP-Laban deputy party secretary general, earlier told ABS-CBN News. Among the signatories were MMDA chairman Benhur Abalos, Mandaluyong Mayor Carmelita Abalos, Quezon City Rep. Alfred Vargas, and Parañaque City Mayor Edwin Olivares. Sen. Aquilino Pimentel III said differences among party members on whether or not Duterte should run as vice president should not be considered as infighting. \"'Wag ninyo i-characterize as infighting,\" Pimentel said. (Do not characterize it as infighting.) \"Sen. Manny Pacquiao is reminding the members to focus sa pagtulong. Darating 'yung time para sa pulitika. Hintayin natin 'yung time para sa pulitika,\" he said. (Sen. Manny Pacquiao is reminding the members to focus on helping. The time for politics will come. Let's wait for that time to come.) Pacquiao on Friday issued a \"warning\" against Energy Secretary Alfonso Cusi, the party vice-chair, who he said was sowing division within the group.  The senator made the statement as he asked members to refrain from talking about the upcoming elections as the country continued to grapple with the COVID-19 pandemic.  Cusi was allegedly among PDP-Laban members behind the resolution urging Duterte to run for vice president. On the same day the resolution was released, Duterte himself talked politics, saying his long-time ally Sen. Christopher \"Bong\" Go was aspiring to become president. Go denied this in a statement but said he might change his mind if the current chief executive would agree to run for vice president. DISCIPLINARY ACTION Pacquiao belied allegations that several party members were planning to break away from the ruling party, saying more politicians want to join PDP-Laban. \"Marami pang gusto mag oath, sumama sa partido. Sabi ko 'wag muna dahil pandemic pa, bawal pa,\" he said. (Many want to take their oath, join the party. I said not yet because the pandemic is still going.) When asked about conflicting statements being released by several PDP-Laban members, Pacquiao said: \"Inaayos na natin 'yung mga lumalabas na isyu.\" (We are already fixing the issues.) \"Aaksyunan namin 'yang mga ganiyan na hindi sumusunod sa partido,\" said Pacquiao, who boxing promoter Bob Arum last year said might also seek the presidency. (We will act on those who refuse to toe the party line.) Instead of disclosing specific sanctions against erring members, Pacquiao released a memo calling for unity within the party and directing all PDP-Laban members to avoid discussing politics at this time as the COVID-19 pandemic continues. \"I have the responsibility to enforce rules, promote cooperation, insist on civility and respect, and most of all, to remind you that we are one team,\" his memo read. \"Before we can truly solve the problems of the country, we must first focus on ourselves and our beloved party.\" This is not the first time PDP-Laban seemed divided months before an election. In 2018, a group from Mindanao claiming to be party members on Wednesday held an event at the Quezon Memorial Circle criticizing then PDP-Laban Secretary General Pantaleon Alvarez. The group, led by PDP-Laban national council chair Rogelio Garcia, slammed Alvarez for leading the mass-oath taking of new party members without complying with the application process.  Old party members were not invited to PDP-Laban's 36th anniversary celebration at a hotel in Makati City, Garcia added. The group issued a resolution declaring Alvarez persona non grata from the party, but then-party president Pimentel denied that PDP-Laban had made such a declaration. In 2019, Alvarez accused the ruling party of keeping him in the dark about its decision to back Marinduque Rep. Lord Allan Velasco's bid for the House Speakership, which he was also vying for. Alvarez was hoping to make a comeback as Speaker after he was ousted from the post in 2018 in a coup maneuvered by the President's daughter, Davao City Mayor Sara Duterte. Then Pampanga Rep. Gloria Macapagal Arroyo was installed in his place. RELATED VIDEO"
    },
    {
        "date": "Mar 12 10:17 AM",
        "title": "Ilang lugar sa barangay sa Dolores, Eastern Samar, inabot ng hanggang bewang ang baha",
        "author": "ABS-CBN News",
        "content": "Umabot hanggang bewang ang baha sa ilang bahagi ng Barangay Aroganga, Dolores, Eastern Samar Biyernes ng umaga.  Dahilan ito ng pagbuhos ng malakas na ulan noong Huwebes. Iniangat na ng mga residente ang kanilang mga gamit sa mataas na lugar. Nag-evacuate na rin ang ilang apektadong pamilya sa bahay ng kanilang mga kapitbahay at kumbento na nasa mas mataas na lugar. - Ulat ni Sharon Evite"
    },
    {
        "date": "Mar 12 09:32 PM",
        "title": "Checking for symptoms",
        "author": "Jire Carreon, ABS-CBN News",
        "content": "Share"
    },
    {
        "date": "Mar 12 04:31 PM",
        "title": "Lalaki, arestado sa panggagahasa sa 3-taong gulang na apo",
        "author": "ABS-CBN News",
        "content": "Hindi na nakapalag pa ang isang 64-anyos na lalaki nang arestuhin ng mga operatiba ng Sasmuan Municipal Police Station sa Pampanga dahil sa kasong panggagahasa noon Martes. Sa inisyal na imbestigasyon, ginahasa umano ng suspek ang 3-taong gulang niyang apo. Matapos magsumbong sa pulisya, kaagad na nagkasa ng operasyon ang pulisya na nagresulta sa pagkakadakip sa suspek. Kinasuhan na kasong rape at child abuse ang suspek. - Ulat ni Gracie Rutao"
    },
    {
        "date": "Mar 12 10:04 AM",
        "title": "Private hospitals could reach full capacity in 3 weeks if COVID surge continues: PHAP",
        "author": "Trishia Billones, ABS-CBN News",
        "content": "MANILA (UPDATE) - Private hospitals could reach full capacity within 3 to 4 weeks if the upward trend of COVID-19 cases continues, the president of the Private Hospitals Association of the Philippines said Friday. \"If we don’t do anything about it, most probably it will follow the trend, maybe in the next 3-4 weeks, if this is not abated, then we will be reaching the full capacity in the next 4 weeks,\" PHAP president Dr. Jose Rene De Grano told ANC's Headstart. Asked if he believes healthcare workers would have to call a timeout again soon, he said: \"Hopefully not, but that can happen. With strict health protocols, we’ll be able to avoid that.\" Curfews and localized lockdowns imposed in several areas in the country, including Metro Manila, would be helpful in a sense that it would \"restrict movement for unnecessary things,\" he said. In August last year, President Rodrigo Duterte placed Metro Manila, Cavite, Laguna, Rizal and Bulacan back under modified enhanced community quarantine--the second strictest level of restriction--following a plea for \"timeout\" from health care workers as the number of COVID-19 cases ballooned to about 100,000. The Philippines has been logging around 3,000 new cases daily for the past week, with Thursday's addition being the highest in a day since September last year.  The total number of coronavirus infections in the country stood at 607,048, according to the Department of Health. The number of active COVID-19 cases is 47,769, which is the highest since October 24 last year, according to monitoring by ABS-CBN Data Analytics Team.  De Grano said private hospitals \"can actually still sustain it,\" but they need help from the government \"right now\" to solve at least 3 problems: funding, staffing, and vaccination. He said the income of hospitals \"went down\" at the start of the pandemic and \"resources were down to at least minimum.\" He said currently, state insurer PhilHealth owes hospitals around P6 billion.  In its Circular 2020-0009, the agency has set benefit packages for in-patient care for probable or confirmed COVID-19 cases that develop mild to critical pneumonia, depending on the severity. \"We are asking government to please help us, please speed up the payment of PhilHealth,\" said De Grano. Manpower is another problem, he said, because \"a lot of nurses are resigning because they want to go overseas and some are transferring to government facilities.\"  \"At least 50 percent of our nursing employees are out. I don’t know where the Department of Labor got their figure that we have 400,000 ready-to-work nurses. No, most of the private hospitals have decreased the staffing of the nurses by 50 percent and that is the hard truth,\" he said. With a lean workforce, De Grano said hospitals are limiting the number of beds they can open to COVID-19 patients, and may not allot the usual 20 percent. Vaccine deployment is also an issue, as some members of the group have reported that they haven't received the allocation for their health care staff. He said there were cases wherein other hospitals that weren't COVID-19 referral centers got the jabs first. \"In my own hospital, we are still waiting for the deployment of our own vaccine. If we are going to be a vaccination center, we have to have our health care workers vaccinated first, and right now we haven’t received our allotment,\" he said. De Grano said the early arrival of coronavirus shots would have \"helped a lot\" because while these do not prevent transmission, it could \"more or less minimize the fatalities.\" The Philippines started rolling out vaccines last week, with about 1.1 million combined doses from Sinovac and AstraZeneca. Government officials have stated that they aim to inoculate most health care workers within March. RELATED VIDEO"
    },
    {
        "date": "Mar 12 09:30 PM",
        "title": "Police checkpoints ipatutupad sa 'COVID-19 hotspots' sa Kamaynilaan",
        "author": "ABS-CBN News",
        "content": "Mas mahigpit na checkpoints ang gagawin ng Philippine National Police bago pa ipatupad ang unified curfew hours simula sa Lunes. Ito ay dahil pa rin sa patuloy na pagsipa ng kaso ng COVID-19 sa Metro Manila. Titiyakin lang umano ng pulisya na nasusunod ang minimum health standards at walang mangyayaring hulihan. Nagpa-Patrol, Isay Reyes. TV Patrol, Biyernes, 12 Marso 2021"
    },
    {
        "date": "Mar 12 04:20 PM",
        "title": "Isolation polling place, covered voting booths ready for Palawan plebiscite amid pandemic",
        "author": "Adrian Ayalin, ABS-CBN News",
        "content": "ROXAS, Palawan— Andres Soriano Memorial Elementary School teachers picked up their own “anti-COVID-19” supplies consisting of disinfectants, gloves, and face masks Friday for the Saturday plebiscite on the proposal to divide Palawan into three provinces. LOOK: Teachers in Roxas town claim their \"anti-COVID-19\" supplies ahead of Saturdays plebiscite on the division of Palawan. Election paraphernalia such as ballots will be distributed early Saturday morning. pic.twitter.com/FsvSvnmWZl Some walked to the gymnasium which is around 200 meters away, while some took their own motorcycles to claim their supplies placed in a black trash bag. WATCH: Teachers in Roxas, Palawan took their own motorcycles to pick up their supplies for the plebisicite tomorrow on dividing the province into three. pic.twitter.com/VLEvVZqRWj “Ganun po talaga kailangang tawag ng tungkulin,” teacher Irene Carandang said. (Its's the call of duty, that's how it is.) The plebiscite will proceed in the province amid the continuing threat of COVID-19, with nationwide cases seeing a recent spike and new variants detected.  The Commission on Election said protective implements have been put in voting precincts to prevent infection during the in-person voting.  While the poll body provided 5 voting booths with plastic barriers, the teachers that will man them will also have to provide for their own. “'Yung plebcom gumawa na rin sila ng sarili nilang barrier para proteksyon din sa kanila, 200 na tao lalapit sa kanila dapat protected din sila,” school principal Concepcion Verdin said. (The Plebcom [plebiscite committee] made their own barriers for their protection.)\r\n \r\nAn isolation polling place, a requirement by the Comelec to accommodate those registering with a temperature of 37.5 degrees Celsius, was also set up in the school gymnasium. LOOK: Andres Soriano Memorial Elementary School in Roxas town now ready for tomorrow's plebiscite on the proposed division of Palawan, with 5 voting booths per precinct and an \"isolation polling place\" inside the gym for those with temperature of 37.5 degrees Celsius. pic.twitter.com/ZT4eX6lKf4 The Commission on Human Rights, as well the Philippine National Police, inspected the 38 precincts of the school, as well as other schools participating in the plebiscite. “Dahil mandato nga ng Commission on Human Rights na masigurado na ang lahat ay makaboto lalo na ang marginalized natin, vulnerable and disadvantaged, 'yun 'yung gusto namin na makita,” CHR provincial officer Marilou Sebastian said. (We wanted to see it because it is our mandate to ensure that all, including the marginalized, vulnerable and disadvantaged, are able to vote.)\r\n \r\nThe Palawan Provincial Police Office have, meanwhile, deployed police officers ahead of the plebiscite.\r\n \r\n“Maayos naman po ang kapulisan natin lalo na sa Palawan PPO, naka-ready na at naka-deploy na po sa ngayon,” Deputy Provincial Director Lt. Col. Ariel Sanchez said. (Our police, especially the Palawan PPO, is ready and have been deployed.) Barangay Poblacion 3 Capt. Jesus Miraflores said that the proposed division of Palawan will benefit their community as this early, at least 3 malls are being planned in Roxas town. “Sa ngayon po marami na ang businessman na lumalapit sa bayan ng Roxas especially dito po sa bayan, nagtatanong kung magkano ang presyo ng lupa baka sakali manalo ang yes may intensyon po sila bumili ng lupa para makapag-establish ng kanilang negosyo,” Miraflores said. (Many businessmen are already asking for land prices particularly in Roxas so they could establish their businesses here in case the 'Yes' vote wins.) In tourist spot El Nido, oppositors were vocal against the division of the province which they say is not necessary as improvements can be done within the present system of government.  They said the division would only create more positions for politicians. “Mula po sa iba-ibang sektor ng lipunan, ibang religious organizations, nagkaisa po kami para ipakita ang pwersa namin sa pagtututol sa 3-in-1 Palawan,” El Nido resident Renator Tenorio said. (From other sectors of society, other religious organizations, we are united against a 3-in-1 Palawan.)"
    },
    {
        "date": "Mar 12 09:47 AM",
        "title": "Philippines to continue AstraZeneca vaccinations amid suspensions in Europe",
        "author": "Reuters",
        "content": "MANILA - Philippine health authorities said on Friday they saw no reason to halt using the AstraZeneca vaccine in the country despite suspension of inoculations in Denmark, Norway and Iceland due to reports of blood clots. \"At present, the Department of Health and the Food and Drug Administration emphasize that there is no indication for the Philippines to stop rollout of AstraZeneca vaccines,\" the health ministry and the country's food and drug administration said in a joint statement, adding that benefits outweigh the risks. The Philippines has so far received 525,600 doses of AstraZeneca's COVID-19 vaccine through the COVAX facility. Health authorities in Denmark, Norway and Iceland on Thursday suspended the use of AstraZeneca's vaccine following reports of blood clots in some people who were vaccinated, while Austria stopped using a batch of shots while investigating a death. Romanian authorities have also temporarily stopped vaccinating people with one batch of AstraZeneca’s COVID-19 vaccine as an \"extreme precaution\" while deaths in Italy are investigated, but are continuing to use other doses from the company. (Reporting by Neil Jerome Morales Editing by Ed Davies)"
    },
    {
        "date": "Mar 12 08:59 PM",
        "title": "ALAMIN: Kuwento ng magpinsang Dumagat na pinaslang noong 'Bloody Sunday'",
        "author": "Mike Navallo, ABS-CBN News",
        "content": "MAYNILA — Pinuntahan ng Commission on Human Rights (CHR) nitong Biyernes ang pinangyarihan ng pagpatay sa 2 Dumagat tribe members sa Tanay, Rizal noong Linggo, ang tinaguriang \"Bloody Sunday\" ng mga aktibista.  Higit 2 oras ang ibiniyahe at higit 30 minuto pa ang nilakad ng mga kinatawan ng CHR para marating ang Sitio Mina, Barangay Sta. Ines sa Tanay. Isa si Puroy dela Cruz sa 2 Dumagat na napatay noong linggo sa magkakasabay na operasyon ng mga pulis sa Calabarzon. Unang nakita ng CHR ang banig na pinagtulugan umano ni Dela Cruz at ng kanyang asawa na tadtad ng tama ng bala ng baril.  Sunod nilang ininspeksiyon ang loob ng bahay ni Dela Cruz kung saan ipinakita kung papaano siya napatay. Ayon sa mga nakakita, kinaladkad umano palabas ng bahay ang misis at mga anak ni Dela Cruz bago sila nakarinig ng magkasunod na putok ng baril bago mag-alas-4 ng madaling araw. \"Wala po kami magawa, ano po, nakabantay po sa amin 'yung mga pulis po,\" ani alyas \"Alice,\" kaanak ni Dela Cruz. Nakauniporme pa umano ang mga pulis.  Sa bersiyon ng mga pulis, nanlaban umano si Dela Cruz pero tanong ng mga nakakakilala sa kanya, bakit sa isang bahagi lang ng bahay may tama ng bala ng baril at wala sa kabilang bahagi? Itinatanggi rin ng mga kamag-anak ni Dela Cruz na may baril ito. \"Bago po nangyari, noong hapon po, naglinis po kami ng bahay. Inalis po namin mga gamit namin, mga damit po namin. Wala naman pong nakalagay doon,\" sabi ni Alice. Pinuntahan din ng CHR ang bahay ng pinsan ni Dela Cruz na si Randy dela Cruz sa Sitio Kinabuan sa parehong barangay, na napatay din noong linggo.  Ang mga nakakakilala kina Puroy at Randy, itinatangging rebeldeng komunista ang dalawa. Sa pangangalakal ng luya at gabi sila nabuhay, at kung minsan, nagtrabaho rin bilang porter na naghahakot ng gamit patawid ng bundok papuntang Quezon para may maipakain sa kani-kanilang mga pamilya. \"'Yung mga bintang sa amin walang katotohanan,\" sabi ni alyas \"Domeng,\" kakilala ng magpinsan.  \"Siya ay mabuting tao at nabubuhay lang sa pamamagitan ng pangangalakal,\" sabi ni alyas \"Pablo,\" kakilala ni Puroy.  Ang nangyaring patayan noong Linggo, nagdulot umano ng takot sa mga katutubo kaya ang ilan sa kanila, lumikas sa kanilang tinitirhan at pansamantalang naninirahan sa may ilog malapit sa sentro ng barangay. Sinabi na ni Justice Secretary Menardo Guevarra noong Huwebes na opisyal niyang ieendorso sa inter-agency committee on extra-legal killings ang mga nangyaring patayan noong Linggo. Suportado raw ito ng Palasyo. Umaasa naman ang mga Dumagat na mabibigyan ng hustisya ang pagkamatay ng kanilang mga katribu at babalik na sa normal ang kanilang pamumuhay."
    },
    {
        "date": "Mar 12 04:06 PM",
        "title": "PH logs 4,578 new COVID-19 cases, highest so far in 2021",
        "author": "Job Manahan, ABS-CBN News",
        "content": "MANILA (2nd UPDATE)—The Philippines on Friday reported 4,578 confirmed COVID-19 infections, the first time in 2021 the daily number surpassed 4,000 and the highest in 6 months.  Overall, the country's total cases stood at 611,618. This developed, as Metro Manila mayors agreed to reimpose a curfew for two weeks starting Monday, and the OCTA Research group sounded the alarm on the spike of infections in the capital region in recent weeks.   The day's fresh cases are the highest since last September 14, when the Department of Health (DOH) announced 4,699 confirmed infections, the ABS-CBN Investigative and Research Group said.  The new figure is also considered the highest announced daily COVID-19 tally so far this year, data showed. The country also reported a record-daily high on Thursday, when the DOH logged 3,749 infections. It does not, however, include data from the 5 DOH-accredited laboratories that failed to submit results on time. Active cases reached 52,012, with 92.2 percent of the patients experiencing mild symptoms or are asymptomatic, according to the health department. RELATED VIDEO: The total number of active infections is also considered the highest since October 17 last year, ABS-CBN Data Analytics Head Edson Guido said. It was also the day when active cases last breached 50,000, he said.  Deaths rose to 12,694 after the DOH logged 87 more COVID-related fatalities.  ABS-CBN IRG also noted that the day's deaths is the highest announced by DOH in a single day since Feb. 20, when the agency announced 239 deaths. Recoveries, meanwhile, increased by 272 to 546,912, data showed. Out of the 32,156 individuals who underwent testing for COVID-19, some 3,425 or 10.7 percent yielded positive for the disease.  BREAKDOWN OF NEW CASES According to Guido, almost half or 2,158 of the newly-reported cases came from Metro Manila, the highest daily increase since Sept. 14 last year.  NCR was followed by Calabarzon with 625. This is the highest daily tally from the region since Oct. 17 last year, he said.  Topping the list of cities with the highest recorded cases on Friday were Quezon City with 481, Pasay with 280, Manila with 276, Bulacan with 260, Cavite with 225, and Rizal with 186.  A total of 8 duplicates, meanwhile, have been removed from the cumulative tally, said the health department. Five of those were recoveries while a case was a fatality.  Some 26 cases previously identified as recoveries also turned out to be deaths after the agency's final validation.  The OCTA Research group earlier in the day projected the daily cases in the country to reach over 6,500 by end March, should the rate of infections become uncontrolled.  They also pointed out that the capital region alone might also record some 4,000 new cases at the end of the month, due to its increasing reproduction value. Because of this, the team of researchers urged local government units to implement stricter health measures, including localized lockdowns and border controls.  The country's top health officials earlier denied that the detected presence of COVID-19 variants locally led to the recent spike of infections, and blamed the public becoming more \"lax\" in observing minimum health protocols. "
    },
    {
        "date": "Mar 12 09:21 AM",
        "title": "P3.4M halaga ng hinihinalang shabu nasamsam, 5 suspek huli sa Tarlac",
        "author": "ABS-CBN News",
        "content": "Limang katao ang inaresto ng awtoridad at aabot sa P3.4 milyon ang halaga ng nakumpiskang droga sa isinagawang buy-bust operation sa Barangay Sto. Domingo 1st, sa Capas, Tarlac, Huwebes ng hapon. Arestado sina alyas Romy, Nas, Ronald, Leo at Cory kung saan nasamsam sa kanila ang 3 plastic na may lamang hinihinalang shabu. May bigat na halos kalahating kilo ang droga na tinatayang nagkakahalaga ng P3.4 milyon. Mahaharap sa kasong paglabag sa Comprehensive Dangerous Drugs Act of 2002 ang 5 nahuling suspek. - Ulat ni Gracie Rutao"
    },
    {
        "date": "Mar 12 08:40 PM",
        "title": "CBCP puspusan ang paghahanda sa ika-500 anibersaryo ng Kristiyanismo sa Pinas",
        "author": "ABS-CBN News",
        "content": "Sa Linggo na gaganapin ang misa ni Pope Francis sa Vatican para sa selebrasyon ng ika-500 taon ng Kristiyanismo sa Pilipinas. Todo handa na rin ang CBCP para sa pagdiriwang. Samantala, magsisimula rin sa susunod na linggo ang paggunita sa naging ambag ng Pilipinas sa circumnavigation ng mundo. Nagpa-Patrol, Willard Cheng. TV Patrol, Biyernes, 12 Marso 2021"
    },
    {
        "date": "Mar 12 03:59 PM",
        "title": "Patrol car pinasabugan sa Iloilo, 1 sugatan",
        "author": "ABS-CBN News",
        "content": "Sugatan ang isang pulis matapos pasabugan ng improvised explosive device ang kanilang patrol car sa Barangay Pughanan sa bayan ng Lambunao, Iloilo, Biyernes ng umaga. Natamaan ng shrapnel sa kaliwang kamay si P/MSgt. Christopher Losbañez na nakasakay sa unahan ng back-to-back patrol car. Si Losbañez ay kasapi ng Lambunao Police. Papunta sana sa Barangay Panuran ang mga pulis para mag-imbestiga sa nangyaring engkuwentro noong Huwebes ng hapon nang tambangan at pasabugan ng IED ang kanilang sasakyan. Mabilis naman na rumesponde ang mga naka-deploy na sundalo sa kalapit na mga lugar at nagkaroon pa ng bakbakan na tumagal ng halos kalahating oras.  Wala pang naiulat na nasawi o nasugatan sa patuloy na clearing operation. Inaalam pa ng awtoridad kung iisang grupo lang ng mga rebelde ang responsable sa magkasunod na pag-atake sa tropa ng gobyerno. - Ulat ni Nony Basco"
    },
    {
        "date": "Mar 12 09:10 AM",
        "title": "LPA to bring scattered rains in the Visayas, N. Mindanao",
        "author": "ABS-CBN News",
        "content": "MANILA - A low-pressure area will bring scattered rains in parts of the country Friday, state weather bureau PAGASA said. The brewing storm was last spotted 80 kilometers southeast of Hinatuan, Surigao del Sur as of 4 a.m., weather specialist Ana Clauren told Teleradyo. The LPA is not expected to intensify as a tropical cyclone, she added. It may dissipate when it comes near land. The weather disturbance, however, will bring cloudy skies with scattered rain showers and thunderstorms in the Visayas, Caraga, Northern Mindanao, Zamboanga Peninsula, Bicol Region, Mimaropa and Calabarzon. Meanwhile, the northeast monsoon or amihan will bring isolated rains over Batanes and Babuyan Islands. Metro Manila and the rest of the country will have fair weather with chances of isolated rains due to localized thunderstorms. Visit the ABS-CBN Weather Center for the latest weather."
    },
    {
        "date": "Mar 12 08:27 PM",
        "title": "PH gov’t has yet to get cold storage suppliers through bidding due to advance payment prohibition",
        "author": "Kristine Sabillo, ABS-CBN News",
        "content": "MANILA — The Department of Health on Friday revealed that while it has been regularly holding biddings, the country has yet to clinch an agreement with a cold storage facility. “The bidding has been continuous naman. It has been regular. Ang problema, halos lahat nadisqualify doon sa initial run ng aming procurement kasi may mga requirements kami based on our terms of reference that was not able to be complied with these 3rd party logistics na nag-apply sa amin,” Health Undersecretary Maria Rosario Vergeire said during a briefing. (The bidding has been continuous. It has been regular. The problem is that almost all were disqualified during the initial run of our procurement because we have a requirement based on the terms of reference that was not complied with the 3rd party logistics applying.) Vergeire explained that government procurement laws state that they can only provide the payment once the service is rendered or there are receivables already. “I think because of this big transaction medyo may issue ’yan sa mga nagbi-bid na 3rd party logistics kasi wala pwedeng ibigay na parang advance payment,” she said. (I think since this is a big transaction the 3rd party logistics companies have an issue with that because they are unable to receive advance payment.) Vergeire said the department could not change the system since it is part of the law followed when it comes to bidding. The health official said the DOH currently does not have problems because there is enough capacity in government facilities and that there are groups helping them. “Tinitignan lang natin, kailangan lang natin maisiguro na meron tayong makuha dahil ’pag dumating na ’yung most of the bulk na ino-order nating bakuna kakailanganin talaga natin itong logistics firm na ito,” she said. (We just need to ensure that we get one once the bulk orders of vaccines come in because we really need a logistics firm.) So far, the country has received more than a million vaccines from AstraZeneca and Sinovac. The government, which is expecting more shipments in the coming months, is aiming to inoculate up to 70 million Filipinos, which will require 140 million doses, before the end of the year.  While most vaccines will only require regular refrigerator temperature, messenger RNA vaccines such as that of Pfizer and Moderna, which are both expected to arrive in the Philippines, require ultra cold storage to keep the doses frozen."
    },
    {
        "date": "Mar 12 03:57 PM",
        "title": "DOH says there’s enough time for 2nd AstraZeneca dose before May expiration",
        "author": "Kristine Sabillo, ABS-CBN News",
        "content": "MANILA — The Department of Health assured the public on Friday that the government has enough time to administer the 2nd dose of AstraZeneca’s COVID-19 vaccines before they expire in May, saying none of the vaccines on emergency use around the world have a lengthy shelf life.  Health Undersecretary Maria Rosario Vergeire on Friday belied reports that the government was rushing to administer the AstraZeneca vaccines because they are about to expire.  The country earlier received 525,600 doses of AstraZeneca vaccines and 600,000 doses from Sinovac. “Wala pong bakunang dinevelop ngayon under the emergency use authority all over the world na may mahabang expiry date,” Vergeire said during a briefing. (There is no vaccine that was just developed and under emergency use authority all over the world that has a long expiry date.) The vaccines of AstraZeneca and Sinovac were both given emergency use authorization by the Philippine government. While they are still under development, they were already allowed for public use through the government program because of the emergency situation. “Ang pinakamahabang expiry date ng mga bakuna sa ngayon 6 months dahil alam ng manufacturers evolving ang ating sitwasyon at maaaring baguhin o iayos ang mga bakunang inilagay nila dyan sa pinapagamit sa mga bansa kaya ganun lang ang expiry,” Vergeire said. (The longest expiry date for vaccines for now is 6 months because the manufacturers know that the situation is evolving and that they may change or correct the vaccines that they are allowing countries to use. That’s why the expiry date is like that.) “'Yung dumating po sa atin 'yan po ang expiry sa end ng May,” Vergeire said.  “Pero nakaayos ang strategies natin because ang 2nd dose po n'yan you can give from 4 weeks to 12 weeks. So pasok na pasok ang ating schedule at aabot naman sa lahat ang pagbabakuna.” (The ones that arrived here expire by the end of May. But our strategies are in place because the 2nd dose can be given from 4 to 12 weeks. So it is within our schedule and the doses can be used for vaccination.) Vergeire said the only reason they are trying to hasten the vaccination process is to ensure that health workers are vaccinated. As of March 10, 114,615 health workers have already been vaccinated against COVID-19. Vergeire said the 114,615 vaccinated represent 11.2% of the over 1 million health workers on the government's priority list.  Majority or 101,827 of those vaccinated received Sinovac jabs while 12,788 received doses from AstraZeneca. “The top 3 regions with the highest coverage for Sinovac are the National Capital Region with 40.7%, CAR (Cordillera Administrative Region) at 13.9% and Region 12 at 11.7%,” Vergeire said. Meanwhile, AstraZeneca, which arrived a week later than Sinovac, is being used in the National Capital Region, Cordillera Administrative Region, Region 1 and Region 4A. The country hopes to vaccinate up to 70 million Filipinos by the end of the year in a bid to reach herd immunity. However, some have criticized the government for the seemingly slow rollout of vaccines.  Vergeire said it is just slow because they have just started, adding the pace would be quicker eventually. She said Health Secretary Francisco Duque III already raised the issue and they have been talking to vaccination units to hasten the process."
    },
    {
        "date": "Mar 12 07:37 AM",
        "title": "P1.3-M halaga ng 'shabu' nasabat sa Novaliches",
        "author": "ABS-CBN News",
        "content": "MAYNILA - Nasabat ng mga pulis ang nasa P1.3-milyong halaga ng umano'y shabu sa buy-bust operation sa Barangay Gulod, Novaliches, Quezon City Huwebes ng gabi. Balik-kulungan naman ang 2 lalaki na nahuli ng Quezon City Police District Station 4 sa operasyon alas-10:30 ng gabi. Target ng operasyon si alyas \"Bunso,\" 31 anyos, na nasa watch list ng Barangay Gulod. Dati nang nakulong noong 2009 ang suspek dahil sa paggamit at pagtutulak ng droga. Kasama niyang naaresto si alyas \"Waldo,\" 57 anyos, na residente rin sa lugar. Dalawang beses na rin siyang nakulong dahil din sa pagdodroga. Gamit ang P50,000 boodle money ay nakipagtransaksiyon ang mga pulis sa 2 lalaki. Nang magpositibo, inaresto ang mga lalaki kung saan nakuhanan sila ng 200 gramo ng hinihinalang shabu. May halaga itong P1,360,000. Muling mahaharap sa kasong paglabag sa Republic Act 9165 o Comprehensive Dangerous Drugs Act of 2002 ang 2 lalaki."
    },
    {
        "date": "Mar 12 08:21 PM",
        "title": "Human rights groups hold noise barrage to condemn summary killings",
        "author": "Jire Carreon, ABS-CBN News",
        "content": "Share"
    },
    {
        "date": "Mar 12 03:50 PM",
        "title": "OCTA projects over 6,500 new daily COVID-19 cases in PH by end-March",
        "author": "Job Manahan, ABS-CBN News",
        "content": "MANILA (UPDATED)— The Philippines might record over 6,500 new daily COVID-19 cases by the end of March, the OCTA Research group warned Friday, as it urged local governments to impose stricter measures to control the virus spread.  In a report, the team of researchers said Metro Manila alone may record up to over 4,000 new daily COVID-19 infections at the end of the month, as it also continues to log most of the new daily COVID-19 infections in the Philippines due to the increase in reproduction number (R) in the region at 1.86.  The R number indicates the rate of spread of the disease. An R value above 1 can lead to exponential growth. \"In the February 17 report, the number of new COVID-19 cases in NCR was projected to reach 2,000 on March 22. It appears that the current trend is faster, as the region tallied nearly 2,000 cases on March 11, 11 days earlier than projected,\" the experts explained.  The development came as the country reported 3,749 new cases on Thursday, the highest in a day since September last year. OCTA said some 1,975 of these fresh infections came from Metro Manila alone. \"It is important that the increase in new cases in the NCR be curbed in order to avoid a high number of new cases in NCR and to prevent overwhelming the hospitals of NCR and the regions surrounding NCR (Cavite, Rizal, Bulacan),\" the group said. Aside from the increase in R value, the researchers also pointed out that the average daily attack rate (ADAR) in the region is now at 11 per 100,000. This puts the region at \"high risk,\" they said.  ADAR is the number of new cases in a city or province over a two-week period, divided by the population of the city or province. RELATED VIDEO: 12 NCR cities included in 15 LGUs with high daily cases Quezon City topped the areas in the country that recorded new COVID-19 cases in the past week, averaging with 274 confirmed infections daily.  The group added that aside from QC, 11 other cities in Metro Manila were included in the top 15 areas that logged a high number of newly-reported infections between Mar. 5 to Mar. 11.  Local chief executives in the Metro on Thursday night agreed to reintroduce a two-week curfew hours starting on Monday, March 15, in a bid to contain the virus.  Researchers however belief the curfew is not enough.  The local government should now also intervene to prevent inundating hospitals, and \"put an end to this surge,\" they said.  \"Localized lockdowns have been shown to be effective in slowing down increasing trends in new cases. Additional restrictions such as curfews, border controls, reduced capacity in certain establishments, limitations in social gatherings... as well as continued monitoring and strict implementation by the local governments will hopefully slow down the rate of infection in NCR,\" the report read.  The country's top health officials earlier denied that the detected presence of COVID-19 variants locally led to the recent spike of infections, and blamed the public becoming more \"lax\" in observing minimum health protocols. But a survey conducted by the same group of researchers showed that a majority of Filipinos complied with wearing face masks and washing of hands when they go out of their homes, but many failed to abide by physical distancing measures.  - With a report from Kristine Sabillo, ABS-CBN News"
    },
    {
        "date": "Mar 12 06:29 AM",
        "title": "Bahagi ng barangay sa Mandaluyong, isinailalim sa 1-linggong 'granular lockdown'",
        "author": "Anjo Bagaoisan, ABS-CBN News",
        "content": "MAYNILA - Aabot sa 569 na pamilya ang hindi basta-basta makakalabas ng kanilang mga bahay sa susunod na 7 araw matapos isailalim sa “granular lockdown” ang 3 magkakalapit na komunidad sa Bgy. Addition Hills, Mandaluyong City. Nagkabit ng mga tarpaulin at marker sa bungad ng mga eskinita ng Zone 4, 5, at 9 sa Block 41 nang magsimula ang lockdown hatinggabi ng Biyernes. Tatagal ang lockdown hanggang hatinggabi ng Huwebes, March 18. A week-long ‘granular lockdown’ begins in 3 adjacent alley communities of Addition Hills, the largest barangay in Mandaluyong City. pic.twitter.com/mGO9BbkREq Nakaposte na rin nang ikutan ang 40 tauhan ng barangay at mga pulis sa isang outpost para mabantayan ang lumalabas sa mga naturang zone. Ayon kay Carlito Cernal, punong barangay ng Addition Hills, nagdesisyon ang lokal na pamahalaan na ipatupad ang lockdown para mapigilan ang community transmission (dito) sa lugar. Kasunod ito ng pagtala ng 6 na positibong kaso ng COVID-19 sa Block 41.  Naka-quarantine na ang mga nagkasakit at pina-swab test ang mga kasama nila sa bahay. Dahil magkakadikit ang mga tirahan sa Block 41, pinangambahan na baka maulit ang pagdami ng nagkasakit sa Addition Hills na nanguna sa bilang ng kaso sa Mandaluyong noong 2020. Dagdag pa ng punong barangay, nawala pa ang pag-iingat ng maraming residente. \"After nag-GCQ, ‘yong mga kababayan natin, wala na, tumatambay sa labas. Kaya ‘pag dumadaan ang ating mga bantay-bayan for patroling, maya-maya nagkakanda-wala sila parang mga ipis na nawawala. Pero after nawala ng mga bantay-bayan, nagbabalikan din sila,\" ani Cernal. \"So nasa mga magulang po ‘yong ‘pag-control sa inyong mga anak. Kaya magtulungan po tayo na matapos ang problemang ito.\" A 42-y/o man from Zone 9 was brought to the barangay after being caught loitering outside his house an hour after the lockdown began.\n\r\nHis name was listed in the blotter & he was given a warning before being sent home. pic.twitter.com/8OJn5g7kPS Isang oras pagkasimula ng lockdown, dinampot ng mga tanod ang isang 42-anyos na lalaki na nahuli nilang lumabas ng bahay kahit pinagsabihan na siya noong una. Katwiran ng lalaki, nag-igib lang siya ng tubig, pero dinala pa rin siya sa barangay para ipa-blotter at bigyan ng babala. Ayon kay Cernal, pagkatapos ng warning, mumultahin na ang susunod na lalabag sa lockdown. Bibigyang-daan ng lockdown ang swab testing sa mga residente na nakapaligid sa bahay ng mga naunang nagpositibo sa COVID-19. Mag-i-issue ang barangay ng quarantine pass sa mga nagtatrabaho, nagtitinda sa palengke, at tig-isang miyembro ng pamilya na inatasang bumili ng pagkain at gamot. A printed quarantine pass will be issued to these residents of the locked-down areas: authorized persons outside residence/workers, a family representative to buy essentials, & market vendors pic.twitter.com/PfkWDX7gLq  Naghahanda na rin magpamigay ng pantawid na pagkain simula Biyernes.  Nasa 396 ang active COVID-19 cases sa Mandaluyong City. Pinakamarami ay sa Bgy. H"
    },
    {
        "date": "Mar 12 08:14 PM",
        "title": "Usad ng pag-roll out ng bakuna kontra COVID-19 pinabibilisan",
        "author": "ABS-CBN News",
        "content": "MAYNILA - Pinabibilisan ng ilan ang pagpapabakuna kontra coronavirus disease (COVID-19) matapos lumabas sa datos ng Department of Health na 11 porsiyento pa lang ng health workers ang nababakunahan.  Hinikayat ni Sen. Panfilo Lacson na bilisan ang pagro-roll out ng mga bakuna dahil kung pagbabasehan umano ang kasalukuyang usad ng pagbabakuna, baka taong 2033 pa maabot ang herd immunity mula sa pagbabakuna ng 70 milyong Pilipino.  \"If we do not improve on this pace, and let’s all hope we will accelerate, we will finish vaccinating the 70 million target population to achieve herd immunity in 2033,\" ani Lacson sa isang pahayag.   Sa datos ng DOH, nasa 11 porsiyento pa lang ng mga health worker ang nabakunahan mula Miyerkoles. Katumbas ito ng nasa 114,615 eligible health workers.  Sa bilang, 101,827 ang naturukan ng Sinovac vaccines mula China, habang 12,788 ang naturukan ng bakuna na gawa ng AstraZeneca. Pinakamarami ang nabakunahan sa Metro Manila at Cordillera Administrative Region.  Matapos ang health workers, tuturukan na rin ng bakuna ang ibang priority sector tulad ng senior citizens, mahihirap, at economic frontliners.  Pero ang ilan, naiinip na. \"Tayong mahirap diyan. Dapat nga mas maaga sana 'yan. Sa ibang bansa vaccine na, sa atin face shield pa lang,\" ayon sa isang tricycle driver. \"Hindi ka makalabas. Hindi ka makapagtrabaho. Sa gallery, hindi na pinapasok,\" pahayag naman ng senior citizen na si Virgilio Prontes. Aminado naman si Health Secretary Francisco Duque III na hindi inaasahan ang pagbagal ng pagbabakuna. Pero ngayon aniya ay bumibilis na ito.  \"The first week, I will admit, the vaccination rate was not as quick as we wanted it, but for obvious reasons. Siyempre nag-uumpisa pa lang,\" ani Duque.  Kinausap na rin ng DOH ang implementing units na maglaan ng mas malaking lugar para sa post-vaccination monitoring.  Sinabi rin ni Duque na ang pagbabakuna ay umaabot ng 20,000 kadao kada araw.  Pero may ilang LGU, gaya ng Maynila, na tumatagal ang usad ng vaccination drive dahil sa paghihintay ng doses ng bakuna mula sa gobyerno.  Sa ngayon, nasa 1.1 milyong COVID-19 vaccines mula sa kailangang 3.4 milyong doses para sa lahat ng health workers ang dumating sa bansa.  Inaasahan namang mapipirmahan ang supply agreement para sa 30 milyong doses ng Novavax COVID-19 vaccine sa pagbalik ni Galvez mula India.  Darating naman sa Marso ang 1 milyong dose ng bakuna ng Sinovac at dagdag na bakuna ng AstraZeneca.  Inaprubahan na rin ng Asian Development Bank ang kabuuang $900 milyon na utang sa pagbili ng Pilipinas ng mga bakuna kontra COVID-19.  — Ulat ni Vivienne Gulla, ABS-CBN News"
    },
    {
        "date": "Mar 12 03:40 PM",
        "title": "Nearly a year into quarantine, gov't deploys more cops in bid to curb COVID-19 spike",
        "author": "Jamaine Punzalan, ABS-CBN News",
        "content": "MANILA — Police presence will be heightened to ensure the public adheres to health protocols, Malacañang said on Friday as Philippines records daily-record highs in COVID-19 cases.  The Department of the Interior and Local Government earlier this week ordered the police to increase police deployment and strictly enforce minimum public health standards. While Metro Manila remains the epicenter of infections, enforcement of quarantine rules is a \"national policy now,” said President Rodrigo Duterte's spokesman, Harry Roque.  “It is a directive issued by the DILG, which must be implemented by the PNP nationwide, but particularly in areas where there are noted increase in COVID cases,” Roque said in a press briefing. Most local governments have ordinances which set penalties on the violation of COVID-19 protocols, said Roque. “Habang dumadami ang kaso ng COVID-19 ngayon, mas importante po na maipatupad natin itong minimum health standard para sa indibidwal, para sa mga establishments at siyempre yung pagtugon ng mga LGUs sa kanilang mga katungkulan,” he said.  (While cases of COVID-19 are increasing, it is more important to implement minimum health standards for the individual, establishments, and of course the response of LGUs to their obligation.) Metro Manila authorities have coordinated with the police to help barangay officials implement curfew hours meant to slow the spread of COVID-19, said Parañaque Mayor Edwin Olivarez.  \"We have to remind iyon pong discipline sa tao... Naka-one year na po tayo kaya parang nagkaroon na po ng fatigue ang tao doon sa ating ipinapa-implement,\" said Olivarez, who is also chairman of the Metro Manila Council.  (We have to remind people of discipline. We have been in lockdown for a year so people are experiencing fatigue with what we implement.) The Philippines on Thursday recorded 3,749 new coronavirus infections, the highest daily increase in cases in nearly 6 months. The health department said total confirmed cases were at 607,048, while deaths reached 12,608.  Authorities have warned the public not to be complacent and practice physical distancing to avoid the spread of the virus accelerating further. "
    },
    {
        "date": "Mar 12 05:50 AM",
        "title": "Semana Santa sa QC tahimik ulit dahil sa COVID-19 pandemic",
        "author": "Jervis Manahan, ABS-CBN News",
        "content": "MAYNILA - Sa pangalawang sunod na taon, magiging tahimik ang paggugunita ng mga Katoliko sa Semana Santa, o Holy Week, lalo na sa Quezon City dahil sa COVID-19 pandemic. Nakipagpulong na ang lokal na pamahalaan ng Quezon City sa Diocese ng Cubao at Novaliches kaugnay ng paghahanda sa Semana Santa. Mahigpit na ipagbabawal ang penitensya, kagaya nang pagsusugat sa sarili at pagpapako sa krus. Bawal na rin muna ang physical gathering para sa pagbasa ng Pasyon ni Hesu Kristo, pero pwede naman ito gawin online. Hindi rin muna papayagan ang visita iglesia, o ang pagbisita sa pitong simbahan na madalas ginagawa ng mga Katoliko dati. Suspendido rin ang mga nakagawiang tradisyon sa Linggo ng Palaspas at ''salubong\" sa Linggo ng Pagkabuhay o Easter Sunday. Ang papayagan lang ay ang prusisyon pero dapat ay motorcade ang style nito, tatlong sasakyan lang kasama sa convoy, at walang mga taong sumusunod na naglalakad. Request ito ng mga obispo na napagbigyan naman. Eto yung guidelines na napagkasunduan sa Quezon City, pero sa buong Pilipinas, toned down din ang commemoration ng Holy Week."
    },
    {
        "date": "Mar 12 08:06 PM",
        "title": "Patuloy na paglobo ng COVID-19 cases ikinaalarma na ng mga opisyal, eksperto",
        "author": "ABS-CBN News",
        "content": "MAYNILA — Habang patuloy na umaakyat ang kaso ng COVID-19 sa bansa, naaalarma na ang Philippine Medical Association na baka bumalik sa dati ang sitwasyon lalo’t may ilang mga doktor ang muling nagkakasakit. Mismong si Health Secretary Francisco Duque na ang nagsabing nakababahala na ang pagtaas ng COVID-19 cases sa ilang lugar. Para sa kalihim, kahit may mga dumating na at paparating pang bakuna, hindi puwedeng maging kampante ang publiko. \"Itong ating pagsunod sa mga minimum public health standards napakamahalaga. Hindi komo nabalitaan natin na may dumarating na bakuna, 'yung dumarating na bakuna kakaunti ho ito,\" sabi niya. Sa huling tala ng Department of Health, mahigit 114,000 na ang nababakunahan sa Pilipinas.  Sa mga nabakunahan, halos 1,000 ang nakaranas ng tinatawag na adverse events.  \"The most common adverse events that we have noted would be muscle pain, pain on the site of injection, fever. May iba na tumaas ang presyon, rashes. Usual lang po 'yan, hindi dapat ikatakot,\" ani Health spokesperson Maria Rosario Vergeire.\r\n    \r\nLabis na pag-iingat ang babala ngayon ng mga eksperto lalo na at patuloy na nakapagtatala ng mga bagong variant o mutation ng virus ang Philippine Genome Center.  Sa isang pag-aaral ng iba-ibang eksperto sa bansa, sinabing may ebidensiya ng pagkakaroon ng bagong variant ng SARS-CoV2 sa Pilipinas, pero kailangan pa rin nito ng masusing imbestigasyon.  Nakita ito sa 33 sample na kinolekta sa Central Visayas. Sa Facebook post ni Dr. Edsel Salvana na miyembro ng DOH technical advisory group, sinabi nitong may Philippine variant na na pinangalanang P.3. Maituturing daw ito na anak ng Brazil lineage na B1128.  Ang Philippine Medical Association (PMA), ikinakatakot na baka mabalik na naman sa dati ang sitwasyon ng mga health worker kung saan marami ang nagkasakit at ilan pa nga ay pumanaw.  \"We’re seeing right now a lot of our physicians are getting reinfection again. The problem is parang we're back from where we started from. Even those not in the frontlines are also getting sick... Let's be cautious of what we do now, let's follow the protocols,\" paalala ni Dr. Oscar Tinio ng PMA.  —Ulat ni Raphael Bosano, ABS-CBN News "
    },
    {
        "date": "Mar 12 03:14 PM",
        "title": "Minor side effects reported by small percentage of vaccinated health workers: DOH",
        "author": "Kristine Sabillo, ABS-CBN News",
        "content": "MANILA — Some 1,000 health workers have reported minor side effects after inoculations against COVID-19, the Department of Health (DOH) said Friday, as the government races to vaccinate more health and essential workers.  Philippines has so far vaccinated 114,615 health workers as of March 10, and \"a total of 978 suspected adverse events\" have been reported after immunization, said Health Undersecretary Maria Rosario Vergeire.  “Dito sa 978, (a total of) 892 are from the CoronaVac or from the Sinovac,” she added. Majority or 872 of those side effects that happened after the use of Sinovac vaccines are “non-serious” while 20 cases are considered serious Adverse Event Following Immunization (AEFIs). For AstraZeneca, 85 recipients reported minor adverse events following immunization, and only one reported a serious side effect, Vergeire said. Among the common mild effects reported were muscle pain, pain on the injection site, body pains, fever and rashes, she said.  Vergeire added that some of the patients who experienced these were given medicine and immediately recovered and went home. All were observed for 15 or 30 minutes after vaccination for possible side effects. “Usual lang po yan. Hindi po dapat ikatakot,” Vergeire said, adding that these are the same side effects experienced by children who are vaccinated. (These are usual side effects and should not be a cause of fear.) “Meron pong mga serious side effects or adverse events na mga nangyayari kung saan ang mga kababayan natin yung iba nahihirapang huminga. Yung iba ay may sumakit ang dibdib. Ito po ay kinoconsider natin na serious at pinag-aaralan po kung ano ang causality nito,” she said. (There are also serious side effects of adverse events that happened where some of our patients had trouble breathing. There were some who had chest pains. These are considered serious and we are studying the cause.) Vergeire said the head of the National Adverse Events Following Immunization Committee or NAEFIC believes that some of the reported cases can be attributed to anxiety. “Alam niyo po yung takot ng ating mga kababayan pag magpapabakuna. Baka sila magkaside effect o natakot sa karayom,” she said. (You know how some Filipinos are scared of being vaccinated. Maybe they are also scared of having side effects or they are scared of the needle.) The World Health Organization defines AEFI as “any untoward medical occurrence which follows immunization and which does not necessarily have a causal relationship with the usage of the vaccine.” In the WHO’s Global Manual on Surveillance of Adverse Events Following Immunization, there are different categorizations of AEFI. This includes vaccine product-related reaction, vaccine quality defect, immunization error, immunization anxiety, and coincidental events. The Philippines has received 600,000 Sinovac doses as a donation from China. It also received 525,600 AstraZeneca doses from the vaccine-sharing initiative COVAX Facility."
    },
    {
        "date": "Mar 12 05:45 AM",
        "title": "Lalaki tiklo sa pag-aamok, pagbitbit ng baril sa Maynila",
        "author": "Lady Vicencio, ABS-CBN News",
        "content": "MAYNILA - Kulong ang isang 44-anyos na lalaki nang maaktuhan siya ng mga pulis na nanggugulo sa Sta. Ana, Maynila nitong Huwebes. Nagpapatrolya ang mga pulis sa Dayang Street nang makita nila ang lalaking nagsisigaw sa kalsada. Ayon sa ilang mga residente sa lugar, binubulyawan pa ng suspek ang mga dumadaan sa naghahamon pa ng away. Ikinaalarma pa nila nang mapansing may nakasukbit na baril sa kaniyang shorts. Kumpiskado ang baril na loaded pa ng apat na bala nang makuha sa suspek. Nang hanapan ng kaukulang dokumento ang baril, wala namang maipakita ang suspek. Ayon sa pulisya, nakainom ang lalaki nang mangyari ang insidente at inaalam pa kung bakit siya may dalang baril. Magkapatong na kasong alarm and scandalsat illegal possession of firearms and ammunition ang isinampa laban sa kaniya."
    },
    {
        "date": "Mar 12 07:58 PM",
        "title": "Several senators hit PDP-Laban members for politicking amid COVID-19 pandemic",
        "author": "ABS-CBN News",
        "content": "MANILA - Several senators on Friday criticized some members of ruling party PDP-Laban for raising possible candidates for the 2022 presidential elections despite the ongoing COVID-19 pandemic. Lacson specifically scored PDP-Laban members who even openly discussed their plan of encouraging President Rodrigo Duterte to run as vice president in 2022. Duterte himself, meanwhile, said his long-time ally, Sen. Christopher “Bong” Go wants to become president. Lacson said the money used to finance the “commissioned survey” should have just been donated to help the needy fight the pandemic. \"The timing is bad and insensitive to say the least,\" he said. \"Dapat ang focus ngayon ay sa lumalalang sitwasyon ng pandemya,\" he said. (The focus now should be on the worsening pandemic.) In a recent pre-election Pulse Asia survey, the tandem of Sen. Christopher \"Bong\" Go and President Rodrigo Duterte emerged as the preferred pair for President and Vice President in the 2022 elections, reports said.  Lacson was listed as a possible presidential contender, with Manila Mayor Isko Moreno Domagoso as his running mate. Senators Francis Pangilinan and Joel Villanueva also slammed the survey.  \"Especially now, with the rising cases of COVID and the slow vaccine rollout, we need to give full attention to managing the pandemic,” said Pangilinan, who was identified in the survey as the possible running-mate of opposition leader Vice President Leni Robredo. \"Unfortunately, nag-start na. Kumbaga sa basketball, papasok na ng arena ang mga player... unfortunately lahat tinitingnan na rin ang arena, 'yung 2022 elections,\" Villanueva said in a virtual press conference. (Unfortunately, it has started. Just like in basketball, the players are starting to enter the arena... Unfortunately, the arena everybody is looking at is the 2022 elections.) \"I think all of us should reflect on what is happening. We have a serious problem,\" he said. PDP-Laban resolution 'not legitimate' PDP-Laban president Sen. Manny Pacquiao said the resolution was \"not legitimate\" and directed his partymates to refrain from discussing the 2022 national elections this early. Pacquiao is another possible contender for the presidential race in 2022. RELATED VIDEO — Reports from Sherrie Ann Torres and Katrina Domingo, ABS-CBN News"
    },
    {
        "date": "Mar 12 02:45 PM",
        "title": "Palace: IATF orders full use of COVID-19 contact-tracing app in 10 days",
        "author": "Jamaine Punzalan, ABS CBN News",
        "content": "MANILA — The inter-agency task force leading the country's pandemic response has ordered the \"full implementation\" of the national government's contact-tracing app within 10 days, Malacañang said on Friday, as COVID-19 cases spiked in the Philippines. The IATF in December had required all establishments to adopt the Stay Safe contact-tracing app. But Palace spokesman Harry Roque said on Thursday remained the weakest point in the country's COVID-19 response, and that StaySafe was not in full use. “Wala na pong problema sa StaySafe app. As of yesterday, lahat ng gusot nai-plantsa na. Full implementation of StaySafe app within 10 days,” Roque said in a press briefing. (The StaySafe app no longer has problems. As of yesterday, all glitches have been ironed out. There will be full implementation of StaySafe app within 10 days.) Local governments who have been using their own contact-tracing apps should make sure that these have “inter-operability or compatibility” with StaySafe, he said.  Authorities should ideally find 30 to 37 people who had close interaction with a patient who tests positive for the novel coronavirus, contact-tracing czar and Baguio Mayor Benjamin Magalong earlier said.  “Iyong ating pinapaigting pa na (our intensified contact-tracing ratio of) 1:36 Magalong formula will now be implemented on a nationwide basis by StaySafe,” said Roque. \r\n \r\n“Talagang wala na pong pagbabago d'yan. We will implement StaySafe once and for all,” he added.  (There will be no change there.)  The Philippines on Thursday recorded 3,749 new coronavirus infections, the highest daily increase in cases in nearly 6 months. The health department said total confirmed cases were at 607,048, while deaths reached 12,608.  Authorities have warned the public not to be complacent and practice physical distancing to avoid the spread of the virus accelerating further.  — With a report from Reuters "
    },
    {
        "date": "Mar 12 05:03 AM",
        "title": "1 patay, 1 sugatan sa pagbangga ng SUV sa concrete barrier sa Isabela",
        "author": "ABS-CBN News",
        "content": "Nasawi ang isang tsuper habang sugatan ang sakay ng isang SUV matapos nitong salpukin ang isang concrete barrier sa Ilagan City, Isabela Miyerkoles ng hapon. Sa imbestigasyon ng Ilagan City Police, patungong hilagang direksyon ang SUV nang makarating sa tulay ng Barangay Marana 3rd ay nawalan umano ng kontrol sa manibela ang driver. Bumangga sa concrete barrier ang sasakyan na naging dahilan para mawasak ang harapang bahagi nito saka bumaliktad. “Based sa investigation, human error… Sa initial account nung pasahero, sinabihan pa niya ‘yong driver na huwag masyadong mabilis. So, it could either be talaga na yung bilis niya kaya nung narating ang elevated na approach ng bridge, dun nawalan ng kontrol,” ani Police Lt. Col. Virgilio Abellera Jr., hepe ng Ilagan City Police. Naidala ng rescue team sa ospital ang driver ng SUV na si Jimmy Macarubbo, 38, pero hindi na umabot ng buhay dahil sa natamong malalang pinsala sa ulo. Sugatan ang kaniyang pasahero na empleyado ng isang pribadong kumpanya.--Ulat ni Harris Julio MULA SA ARKIBO"
    },
    {
        "date": "Mar 12 07:48 PM",
        "title": "SC: PNP seeking from Calbayog RTC list of lawyers representing ‘communist-terrorist’ groups",
        "author": "ABS-CBN News",
        "content": "MANILA—The Philippine National Police (PNP) on Friday requested to get from a court a list of lawyers representing members of supposed \"communist-terrorist\" groups in the country, the Supreme Court said.  Supreme Court Spokesperson Brian Keith Hosaka said the Calbayog Regional Trial Court received the request signed by a certain PLT Fernando Calabria Jr. from the Calbayog City Police Station, but \"no action\" has been done by the said court so far. Supreme Court spox Brian Keith Hosaka confirms Calbayog RTC received this afternoon PNP’s request for a list of lawyers representing “Communist Terrorist Group” personalities, but says “no action has been made by them on the request.” pic.twitter.com/6Wj5dR8jvo  Calabria identified himself as the chief intel of their Station Drug Enforcement Unit (SDEU). The request was made \"to the compliance from higher PNP offices.\"  The police also attached a table, which included a \"mode of neutralization,\" and the lawyer's affiliations, among others.  Recently, Calbayog mayor Ronald Aquino was killed on Monday, an incident that left 6 people dead and described as a shootout by authorities.  Some have argued it was an ambush. RELATED VIDEO:  Aquino's ally, Samar 1st District Rep. Edgar Mary Sarmiento, had repeatedly alleged that the local chief executive was killed by rogue members of the national police.  Sarmiento said the police were wearing balaclavas and had high-powered firearms. The police have already formed a special investigation task group to probe the incident.  'AUDACIOUS REQUEST' In a statement, the National Union of Peoples' Lawyers (NUPL) described the request as \"audacious.\"  \"This... request that is hard to refuse is the smoke in the gun traceable to the hand that pulled the trigger and the enablers of various attacks against lawyers especially human rights lawyers representing clients the State does not like,\" NUPL president Edre Olalia said.  WATCH:  Olalia added that it raised more questions about the incident, and floated the idea that the move is part of a bigger picture.  \"It is at first unbelievable for its impudence but then again, it fits into the puzzle on the who, what, why and how of these attacks. The only remaining question is when and where,\" he said.  Aquino is the latest local official slain under President Rodrigo Duterte's administration. His death has brought to 25 the tally of local executives killed in this administration. On Sunday, 9 activists were also killed in alleged police raids in provinces south of Manila. — With a report from Mike Navallo, ABS-CBN News"
    },
    {
        "date": "Mar 12 02:30 PM",
        "title": "Campaigning for 2022? Duterte focused on COVID-19 crisis, says spokesman",
        "author": "Jamaine Punzalan, ABS CBN News",
        "content": "MANILA— President Rodrigo Duterte is focused on the COVID-19 pandemic, Malacañang said on Friday, after the Chief Executive floated possible candidates in the 2022 elections.  In a speech on Thursday, Duterte said his former longtime aide Sen. Christopher Go wants to be President. Duterte also said his chief legal counsel Salvador Panelo \"would make a good senator someday.\"  Duterte's comment on Go was a joke, said Palace spokesman Harry Roque. The senator made the same statement on Thursday. \"Palagi naman pong nagbibiro ang Presidente para merong light moment,\" said Roque.  (The President is always joking so that there is a light moment.) \"Nakatutok ang Presidente dito sa ating pagbabakuna... Ang primary thrust pa rin ng gobyerno is this pandemic,\" he added.  (The President is focused on our vaccination... The primary thrust of the government is still this pandemic.) All members of the Duterte Cabinet, he said, \"were given the mandate to go and support the vaccination program of the government.\"  Duterte's remarks came on the same day news broke that his party, PDP-Laban, was asking him to run for Vice President in 2022, when his term as chief executive ends.  Go belongs to the same party. Duterte, in a speech last week, called Go \"President,\" seemingly in jest. KIDDING?  Go, whose term in the Senate lasts until 2025, said the President's latest comment was just a joke. \"Salamat po sa tiwala pero alam naman po ng Pangulo na hindi talaga ako interesado. Biro lang ng Pangulo iyon,\" he said in a statement.  (Thank you for the trust, but the President knows that I'm really not interested. That just a joke of the President.) However, Go said, \"Magbabago lang siguro ang isip ko kung tatakbong Vice President si Pangulong Duterte.\" (My mind might only change is President Duterte will run as vice president.)  Duterte campaigned for Go during the 2019 Senate race that saw the defeat of all candidates from the opposition slate Otso Diretso.  The Senate neophyte went straight to a national position on his first election bid. While now a lawmaker, he continues to be seen on the President's side in his official events.  Go also features prominently on state TV's Laging Handa briefing, the only lawmaker with regular appearances there.  Recently, he was the one who made major announcements related to the arrival of COVID-19 vaccines in the country, ahead of confirmations by the vaccine czar himself.  The Chief Executive has said in multiple occasions that his daughter Davao City Mayor Sara Duterte-Carpio would not seek to succeed him in the 2022 elections.  Duterte said women are not fit to be President.  He also said Vice President Leni Robredo can't be Chief Executive, though she has not revealed plans for the 2022 race. Robredo is the leader of the opposition.  The President's spokesman Harry Roque, meanwhile, accused Robredo of politicking, an allegation that her spokesman Barry Gutierrez fired back at Duterte's allies. "
    },
    {
        "date": "Mar 12 04:54 AM",
        "title": "DOJ to endorse probe of 'Bloody Sunday' killings to EJK inter-agency committee",
        "author": "ABS-CBN News",
        "content": "The Philippine justice department will endorse to the inter-agency committee on extra-judicial killings the probe into Sunday's deadly police raids on activists. Meanwhile, authorities allegedly prevented the victims' families from claiming the bodies of their loved ones. Details from Mike Navallo. - The World Tonight, ANC, March 11, 2021"
    },
    {
        "date": "Mar 12 07:41 PM",
        "title": "Pagsipa ng COVID-19 cases di dapat isisi sa taumbayan: labor groups",
        "author": "ABS-CBN News",
        "content": "Nananawagan ang mga labor group at employers na huwag isisi sa taumbayan ang muling pagdami ng mga kaso ng COVID-19 kundi sa mga maling istratehiya ng pamahalaan. Nagpa-Patrol, Zen Hernandez. TV Patrol, Biyernes, 12 Marso 2021"
    },
    {
        "date": "Mar 12 02:21 PM",
        "title": "LGUs must quarantine COVID-19 patients, contacts within 24 hours: IATF",
        "author": "ABS-CBN News",
        "content": "MANILA — The inter-agency task force leading the country's pandemic response on Friday ordered local governments to quarantine people who are likely infected with COVID-19 and their close contacts, to curb increasing coronavirus infections.  In a resolution published on the Official Gazette, the IATF said local governments must accomplish the following.  The IATF also ordered the full implementation of the contact-tracing app StaySafe within 10 days, Palace spokesman Harry Roque said in a press briefing.  The Philippines on Thursday recorded 3,749 new coronavirus infections, the highest daily increase in cases in nearly 6 months. The health department said total confirmed cases were at 607,048, while deaths reached 12,608.   Authorities have warned the public not to be complacent and practice physical distancing to avoid the spread of the virus accelerating further.  — With a report from Reuters"
    },
    {
        "date": "Mar 12 04:07 AM",
        "title": "Higit P200-K halaga ng umano'y shabu, nasabat sa Davao del Sur",
        "author": "ABS-CBN News",
        "content": "DIGOS, Davao del Sur — Higit P200,000 na halaga ng hinihinalang shabu ang nasabat matapos salakayin ng mga awtoridad ang isang drug den sa Brgy. Cogon, Digos City Miyerkoles ng hapon. Nahuli ng PNP at PDEA ang anim na suspek sa naturang drug den sa Purok Bakhaw, Punta Biao matapos sila maghain ng search warrant para sa itinuturong supplier ng droga na si Gilbert Bucao, na ika-lima sa listahan ng mga drug personalities ng Davao del Sur. Kasamang nahuli sina Wildan Amel, Jhunrie Cadiente, Ryan Deloria, John Loiue Macas at Frich Namo, na naaktuhang nasa loob ng den. Labing-apat na sachet na may lamang hinihinalaang shabu kabilang ang ibang mga drug paraphernalia ang nakuha mula sa loob ng gusali. Nagkakahalaga ang mga nakuhang droga ng P210,000. Nakakuha umano ng impormasyon ang mga awtoridad na may mga gumagamit ng ilegal na droga sa nasabing lugar. Patong-patong na kaso sa ilalim ng Comprehensive Dangerous Drugs Act ang kinakaharap ngayon ng mga suspek.--Ulat ni Chrislen Bulosan MULA SA ARKIBO"
    },
    {
        "date": "Mar 12 07:31 PM",
        "title": "Pagpapatupad ng curfew sa Metro Manila kasado na pero may mga di natuwa",
        "author": "ABS-CBN News",
        "content": "MAYNILA — Sa darating na Lunes ay ipatutupad na sa Metro Manila ang unified curfew na aarangkada mula alas-10 ng gabi hanggang alas-5 ng umaga, na inaasahang makatulong sa pagkontrol ng pagkalat ng COVID-19. Para sa ilang mga tao, makatutulong ang pagkakasundo ng Metro Manila mayors sa unified curfew para mabawasan ang kalituhan, lalo't iba-iba noon ang patakaran ng bawat lokal na pamahalaan.  Pero ang ilan, hindi masaya, katulad ni Aling Charito na may karinderya. Ang regular daw kasi nilang pamamalengke ay alas-3 ng madaling araw kaya kapag may curfew ay maaantala ang kanilang pamimili at pagluluto ng almusal para sa kostumer.  \"Mawawala po 'yung mga kakain ng almusal sa amin,\" aniya.  Umaaray din ang mga jeep at tricycle driver dahil mababawasan daw ang kanilang kita, lalo na't lumiit ito dahil sa pandemic. Ayon kay Antonio Gomez, tricycle driver, malamang ay wala na silang makuhang pasahero sa pila ng tricycle. \"Laking epekto sa 'min na walang kita. Sana maibalik ang dati. [Pero] wala tayong magagawa, sunod na lang tayo,\" aniya. Ang jeepney driver naman na si Jessy Soledad, naghahanda na sa mas maliit na kita. \"Magiging apektado kasi konti ang pasahero... Iiksi ang oras. Sa kita namin apektado din,\" hinaing niya. Giit ng hepe ng Quezon City Department of Public Safety and Order, tuloy ang pagpapatupad nila ng unified curfew pero may mga exemption naman daw. Kabilang dito ang mga nasa graveyard shift, delivery ng essential services, at iba pang maituturing na frontliners. Dalawang linggo lang dapat ito ipatupad ang unified curfew pero posibleng ma-extend. Nangangamba naman ang Employers' Confederation of the Philippines (ECOP) para sa mga manggagawang aabutin ng curfew sa kalsada. Sabi ni ECOP president Sergio Ortiz-Luis Jr., umaasa silang magbibigay ng \"pass\" ang mga lokal na pamahalaan para sa mga manggagawang maaapektuhan ng curfew.\r\n    \n—Ulat ni Zyann Ambrosio, ABS-CBN News"
    },
    {
        "date": "Mar 12 02:16 PM",
        "title": "Pacquiao warns Cusi: Do not divide PDP-Laban",
        "author": "Katrina Domingo, ABS-CBN News",
        "content": "MANILA (UPDATE) - PDP-Laban president Sen. Manny Pacquiao on Friday warned Energy Secretary Alfonso Cusi not to \"poison\" and \"divide\" the minds of the ruling party's members amid talk of the group's lineup for the 2022 presidential elections despite the continuing COVID-19 pandemic. Cusi is allegedly among PDP-Laban members who have been going around the country to push Sen. Christopher \"Bong\" Go and President Rodrigo Duterte to run for president and vice president, respectively. \"Si Cusi naman, hindi ako nakikipagaway sa iyo [pero] hindi ako ang tao na puwede mo lang laru-laruin,\" Pacquiao said in a press conference. (As for Cusi, I am not quarreling with you but I am not the person you can toy with.) \"Kung umiikot ka, pulitika pinaguusapan mo, 'wag mo lasunin ang mga utak ng mga miyembro ng partido para magkahiwa-hiwalay,\" he said. (If you are going around the country, talking about politics, do not poison the minds of the party members and sow division.) \"Warning lang ito. Hindi ako nakikipagaway sa iyo. Gusto ko makipagkaibigan sa iyo,\" said the boxer-turned-lawmaker. (This is just a warning. I am not quarreling with you. I want to befriend you.) Pacquiao reminded the energy secretary not to walk back on his earlier statement that PDP-Laban should prioritize the COVID-19 pandemic over politics. \"Sabi mo 'wag muna pulitka, tulong muna sa tao... 'Yung salita mo, paninindigan mo. 'Wag mong kainin 'yung salita mo,\" Pacquiao said when asked to comment on Cusi, who sits as the party's vice chairman. (You said the people should be the priority and not politics... You should stick to your word. Do not eat what you said.) Earlier this week, several PDP-Laban members signed a resolution pushing for Duterte to run for Vice President in 2022, citing the need for the \"continuity of the Government’s 10-point Socioeconomic Agenda.\" On the same day, Duterte said his long-time ally Sen. Bong Go wants to become President. The latter said the president was just joking, but added he would only run if Duterte seeks the vice presidency. Pacquiao said the resolution is not official. \"Hindi legitimate 'yung resolution na ginawa. Nalaman ko lang 'yun dahil sinabi sa'kin ng tao ko,\" he said. (The resolution is illegitimate. I only knew about it because one of my staff told me.) PDP-Laban members who would continuously defy the order to refrain from talking about the 2022 national elections at this time would be \"dealt with,\" Pacquiao said. \"Karapatan ko na aksyunan ano man ang ginagawa ng lahat ng miyembro ng partido. Karapatan kong ituwid kung ano man ang mali,\" he said. (It is my right to sanction the activities of party members. It is my right to correct any mistake.) \"Napakaaga pa. Ang pag-usapan natin tulong dahil maraming tao ang magugutom,\" he said. (It is still too early. We should talk about helping others because a lot of people would go hungry.) CUSI SAYS NOT BEHIND DUTERTE-FOR-VP CALL  Cusi, meanwhile, belied allegations he was sowing division within the party, saying the matter of Duterte possibly running as vice president next year was brought up by participants of the party's consultative assemblies in Manila, Cebu and Davao. \"This is the collective sentiment of the leaders on the ground. It did not come from me,\" Cusi said in a statement released hours after Pacquiao's press conference. \"I am just one member and the decision should be a collective action of the whole. This should be the guiding principle too in the choice of our party officers,\" he said. Pacquiao became PDP-Laban president in December 2020, while House Speaker Lord Allan Velasco was installed as acting executive vice president. This is the second time PDP-Laban was embroiled in allegations of infighting months before an election. In 2018, a group from Mindanao claiming to be party members held an event at the Quezon Memorial Circle criticizing then PDP-Laban Secretary General Pantaleon Alvarez. RELATED VIDEO"
    },
    {
        "date": "Mar 12 04:01 AM",
        "title": "Son of slain Calbayog mayor narrates police 'ambush'",
        "author": "ABS-CBN News",
        "content": "Brutal details of an alleged ambush. The son of the slain Calbayog City mayor describes to ABS-CBN News how plainclothes police riddled his father's body with bullets and later supposedly checked that the mayor did not survive. Zandro Ochona has tonight's Top Story. - The World Tonight, ANC, March 11, 2021"
    },
    {
        "date": "Mar 12 07:26 PM",
        "title": "Sasakyan ng DPWH, bumaliktad sa Eastern Samar; mga sakay ligtas",
        "author": "ABS-CBN News",
        "content": "Bumaliktad ang isang pickup na pag-aari ng district engineering office ng Department of Public Works and Highways sa Eastern Samar, sa Barangay Bacayawan sa bayan ng Llorente, Huwebes ng hapon. Ayon sa impormasyon, galing sa bayan ng Lawaan at papuntang Borongan City ang sasakyan. Pagdating sa pakurbadang bahagi, nawalan ng kontrol sa manibela ang driver dahil sa madulas din ang daan sanhi ng pag-ulan. Bumaliktad ang behikulo pero agad naman nasagip ang driver at tatlong sakay nito. Patuloy ang imbestigasyon ng mga awtoridad. KAUGNAY NA BALITA: - Ulat ni Ranulfo Docdocan"
    },
    {
        "date": "Mar 12 02:14 PM",
        "title": "Plebisito para sa paghahati sa Palawan, kasado na",
        "author": "ABS-CBN News",
        "content": "Polling booths-in-waiting. #PalawanPleb pic.twitter.com/WJUR8TKnH1  MAYNILA - Handang-handa na ang Commission on Elections (Comelec) sa pagsasagawa ng plebisito sa Marso 13 para sa panukalang paghahati sa Palawan sa tatlong probinsiya. “All systems go na po tayo. Actually ngayon nagkakaroon ng early withdrawal ng mga supplies para sa mga island municipalities at kinukuha na mga election paraphernalia ngayon,” pahayag ni James Jimenez, tagapagsalita ng Comelec. Sa panayam sa TeleRadyo Biyernes ng umaga, sinabi ni Jimenez na isa sa makikita muli ng mga botante sa mga polling precinct ay ang pagkakaroon ng polling booths. “For the first time in a very long time magkakaroon tayo ng polling booths para isolated pa rin sila kahit sila ay bumoboto and then after that sila ay magi-indelible ink at aalis na po. Pero bago pa man makaboto, kailangang masagutan muna nila nang mas maaga ang health declaration form bago pumunta sa polling precinct. “Kung wala silang na-fillout ahead of time, meron naman health declaration form doon so kailangan pa rin nilang mag-accomplish nun. Pag na-accomplish na nila 'yun, pwede silang magtungo doon sa tinatawag nating voters assistance desk,” sabi ni Jimenez. Dito, tutulungan sila ng mga volunteers para malaman kung saang presinto at anong kuwarto sila naka-assign sa mismong botohan. Pagpunta sa polling place, kukuha ng balota pero kailangang dumaan muna sa health screening. “Magkakaroon ng temperature check at titingnan kung sila ay walang sintomas ng COVID-19. Kapag sila ay may iprinesentang sintomas o ‘di kaya mataas ang temperatura nila, sila ay dadalhin sa tinatawag na isolation polling place o IPP at doon po sila makakaboto,” paliwanag niya. Nasa mga 5 katao lamang ang papayagan sa loob ng polling precinct para masunod pa rin ang physical distancing. Sa Sabado, Marso 13, gaganapin ang plebisito kung saan boboto ng \"Yes\" o \"No\" ang mga Palaweños sa paghahati ng Palawan sa tatlong probinsiya ng Palawan del Norte, Palawan Oriental, at Palawan del Sur. \r\n \r\nNasa kabuuang 490,639 ang registered voters ng Palawan na maaring lumahok sa plebisito."
    },
    {
        "date": "Mar 12 03:57 AM",
        "title": "Duterte urged by party mates to run for vice president in 2022",
        "author": "ABS-CBN News",
        "content": "President Rodrigo Duterte is being urged by his party mates to run for vice president in next year's elections. The move is seen by one analyst as a way for Duterte to circumvent the constitutional provision barring him from seeking a second six-year term. RG Cruz reports. - The World Tonight, ANC, March 11, 2021"
    },
    {
        "date": "Mar 12 07:20 PM",
        "title": "Contact tracing ipinag-utos sa mga nakasalamuha ni Sinas sa Oriental Mindoro",
        "author": "ABS-CBN News",
        "content": "PNP Chief Debold Sinas habang binibisita ang MIMAROPA PNP Regional Headquarters.Photos Courtesy: Oriental Mindoro PIO PNP Chief Debold Sinas habang binibisita ang MIMAROPA PNP Regional Headquarters.Photos Courtesy: Oriental Mindoro PIO CALAPAN CITY—Huwebes ng gabi nang kumpirmahin ni PNP spokesperson Police Brigadier General Ildebrandi Usana na positibo sa coronavirus disease si Police General Debold Sinas.\r\n \r\nPero bago ang kumpirmasyon, naunang bumisita si Sinas noong umagang iyon sa Mimaropa PNP regional headquarters sa Camp Efigenio C. Navarro, Barangay Suqui, sa lungsod na ito. Kasama niya sina Police Major Gen. Rhodelo O. Sermonia, PNP Director for Community Relations, at Police Major Gen. Alfred S. Corpuz, PNP Director for Operations.  Nasaksihan nila ang ceremonial COVID-19 vaccination para sa ilang medical workers ng kapulisan sa lalawigan.\r\n \r\nSumali rin ito sa tree planting activity at nagpasinaya ng ilang bagong tayong pasilidad sa headquarters.  Sa pag-iikot naman ng heneral, nakausap nito si Dr. Hubbert Dolor, provincial administrator at OIC ng provincial health office.  Sinabi ni Gov. Bonz Dolor, nagsasagawa ng contact tracing ang health office at inatasan ang mga nakasalamuha ni Sinas kasama si Dr. Dolor na mag-quarantine bilang pagsunod na rin sa protocol. Sabi pa ng LGU, naroon ang opisyal kasama ang team ng PHO para mapag-usapan ang vaccination rollout at contact tracing para sa mga naging contact o na-expose sa mga nagpositibo sa COVID-19 na pulis.  Hindi raw dumaan sa pantalan ng Calapan si Sinas, bagkus dumiretso na agad si regional office, kaya walang gaanong contact sa mga empleyado ng provincial government.  Ayon naman sa source ng ABS-CBN News sasailalim sa swab test ang mga opisyal ng PNP na mayroong close contact kay Sinas.  Pero sa sa panayam sa telepono sa ABS-CBN News hindi pa ito kinukumpirma ng PIO ng PNP Mimaropa.  Sa inilabas na pahayag ng Mimaropa PNP, ipinag-utos ang malawakang contact tracing sa mga police personnel na nakasalamuha ni Sinas. Naka-quarantine naman ngayon ang regional director ng Mimaropa PNP na si Police Brig. Gen. Pascual Munoz Jr. Humingi ito ng panalangin para sa agarang paggaling ng kanilang PNP Chief. RELATED VIDEO -- Ulat ni Andrew Bernardo"
    },
    {
        "date": "Mar 12 12:56 PM",
        "title": "NBI: Flight attendant Dacera's companions liable for reckless imprudence, perjury",
        "author": "ABS-CBN News",
        "content": "MANILA (3RD UPDATE) - The National Bureau of Investigation (NBI) on Friday filed several criminal charges against companions of flight attendant Christine Dacera at the Makati hotel where she had spent her final hours.  The NBI Death Investigation Division filed obstruction of justice charges against Mark Rosales, Rommel Galido, John Dela Serna, Gregorio De Guzman, Jezreel Rapinan, Alain Chen, Reymay Englis, and Darwin Macalla, who partied with Dacera at the City Garden Grand Hotel in Makati City prior to her death on New Year's Day.  The NBI said they were charged for “giving false or fabricated information to mislead or prevent the law enforcement agencies from apprehending the offenders.”  The NBI also filed an obstruction of justice charge against their legal counsel Neptali Maroto, and found evidence to recommend charges of reckless imprudence resulting in homicide against Dela Serna, Rapinan, Chen, and Louie De Lima.  In a press conference Friday, Zylykha Marie Corales Deramo of the NBI said that while the occupants of room 2209 did not intend to kill Dacera, they lacked \"proper diligence and prudence\" when Dacera had already been experiencing weakness that ultimately led to her death.  As they partied, occupants of room 2207, where Dacera, 23, had stayed momentarily, allegedly went to 2209 to tell her companions that she was vomiting and experiencing a headache.  Her companions supposedly downplayed this.  “Kung ako nakikita ko ang aking kaibigan na nagsusuka, masakit ang ulo, gagawin ko bibigyan ko ng gamot or seek immediate assistance,” Deramo said.  (If I see my friend vomiting, having headaches, I will give them medicine or seek immediate assistance.)  She said Dacera complained to those in room 2207, who she just met that night, that she was feeling numb and breathless.  Deramo continued: \"Dahil sa kakaunting panahon na kasama ni Tin ang occupants ng Room 2207 ay nakita nila na humihingal at nahihrapang huminga, nagsabing numb ang kanyang katawan. And yet 'yung occupants ng room 2209 who were with her for such a long time failed to observe the littlest of these details, which to us is very impossible.\"  (In the short time Dacera was with the occupants of Room 2207, they saw her panting and having a hard time breathing, she even said that her body was feeling numb. And yet, the occupants of Room 2209, who were with her for such a long time failed to observe the littlest of these details, which to us is very impossible.)  She added: “You did not intend to kill anybody but the omission to the proper diligence and prudence at that time and place… You are liable in the law kaya namin sila kinasuhan.\"  NBI also found evidence to recommend reckless imprudence resulting in homicide against Dela Serna, Rapinan, Chen & Delima pic.twitter.com/LT5uYeK74E  The NBI also recommended filing perjury charges against Galido, Dela Serna and Macalla.  Rosales and Galido are, meanwhile, facing illegal drug charges after the NBI investigation showed that both Rosales and Galido allegedly tried to deliver or give away illegal drugs at the New Year party. Rosales is also facing a separate charge for allegedly introducing the party drugs to his companions.  \"There was presence of dangerous drugs, fluoromethamphetamine 'yung suka doon sa room 2209. We have testimonial pieces of evidence and then itong forensic report ng SOCO, and then mayroon din itong (there is this) testimony galing kay (from) Jake Esperon that he was offered illegal drugs and it was also testified that Mark showed him powdered drugs. He pulled the powdered drugs from his socks,\" NBI Spokesperson Ferdinand Lavin said at the briefing. The NBI also filed falsification of public documents charges against Southern Police District Medico Legal Officer Police Maj. Michael Sarmiento, who conducted the autopsy on Dacera. Dacera was found unconscious and without a pulse in a bathtub at the Makati hotel around 12:30 p.m. on January 1 after a night of partying. Her friends said they tried to revive her and brought her to the Makati Medical Center, where she was later declared dead. Dacera and her friends had booked Room 2209 at City Garden Grand Hotel in Makati City to ring in the New Year. According to CCTV footage, they went back and forth to Room 2207 after being introduced to guests there.  The PNP, in a medico-legal report, said Dacera died of natural causes, ruling out that her death on New Year’s day was a crime after initially suspecting rape and homicide against her companions. This was later on refuted by her family. The NBI also said Dacera’s friends did not give their statements despite multiple attempts for a request.  However, they can still explain their side with the fiscal.  ABS-CBN News also tried to seek the side of those facing charges, but they declined to give a statement pending the copy of the case filed by the NBI. — reports from Niko Baua and Angela Coloma, ABS-CBN News"
    },
    {
        "date": "Mar 12 03:54 AM",
        "title": "More Metro Manila areas under localized lockdowns",
        "author": "ABS-CBN News",
        "content": "More areas in Metro Manila are placed under localized lockdowns to curb the spread of COVID-19. Authorities also report thousands of violations as they step up the enforcement of health protocols. Zyann Ambrosio reports. - The World Tonight, ANC, March 11, 2021"
    },
    {
        "date": "Mar 12 06:55 PM",
        "title": "Reaching for a bargain",
        "author": "Jonathan Cellona, ABS-CBN News",
        "content": "Share"
    },
    {
        "date": "Mar 12 12:46 PM",
        "title": "Malakihang operasyon laban sa COVID-19 protocol violators, isinagawa sa QC",
        "author": "ABS-CBN News",
        "content": "Nagsagawa Biyernes ng umaga ng \"one time, big time\" operation ang Department of Public Order and Safety (DPOS) ng lungsod ng Quezon, kung saan target na ipatupad ang health protocols at hulihin ang mga taong hindi sumusunod dito. Ito'y sa gitna ng pagsirit muli ng mga kaso ng COVID-19 sa bansa, na ayon sa mga opisyal ay dahil sa hindi na pagsunod sa minimum health standards. Alas-6 ng umaga nagsimula ang operasyon sa lugar ng Mayon Street sa N.S. Amoranto at nasa 35 katao ang nahuli.  Partikular na hinuhuli ang mga taong walang suot na face mask o hindi tama ang pagkakasuot nito. Ang mga nahuli ay isinakay sa isang bus at dinala sa Quezon Memorial Circle kung saan magkakaroon ng profiling. Ang first-time offenders ay magbabayad ng P300 na multa. Hinuhuli rin ang mga taong walang suot na face shield sa loob ng mga establisimyento.  Asahan umano na magiging regular ang naturang operasyon dahil tumataas pa rin ang kaso ng COVID-19 sa QC. - TeleRadyo 12 Marso 2021"
    },
    {
        "date": "Mar 12 01:23 AM",
        "title": "Mangingisda nasagip matapos lumubog ang bangka sa Quezon",
        "author": "ABS-CBN News",
        "content": "Isang 34-anyos na mangingisda ang nasagip ng isang ship crew matapos lumubog ang kaniyang bangka malapit sa Balesin Island, Polilio, Quezon nitong Martes. Ayon kay Andy Rogon, kapitan ng barko, naglalayag sila galing sa bayan ng Real ng makita niya ang mangingisda na si Bismarc Rutaquio na nagpapalutang-lutang sa laot. \"Nang malapit na kami, nang approaching na po kami ng Balesin, nakita po ng aking 2nd officer na may nakaway, nahingi ng tulong. Agad pumunta sa akin, agad naming binigyan ng aksyon para matulungan yung mangingisda,\" ani Rogon,  Sa kwento sa kanya, nangingisda si Rutaquio nang hampasin ng malakas na alon ang bangka na naging dahilan ng pagtaob at paglubog nito.  Mahigit isang oras na raw itong nakalutang sa dagat at naghihintay ng rescue.  \"Medyo giniginaw na siya, bale po ay inano namin siya ng blanket, tapos first aid. Wala naman po siyang sugat,\" ani Rogon. Pagdaong ng barko sa Balesin noong araw ding 'yun, agad itinurnover ang mangingisda sa mga barangay officials ng Balesin. Labis ang pasasalamat ng mangingisda kay Rogon at sa 21 pang crew ng barko. Handa raw si Andy at ang mga kasamahan na palaging tumulong sa kahit na sinong nangangailangan.--Ulat ni Andrew Bernardo MULA SA ARKIBO"
    },
    {
        "date": "Mar 12 06:51 PM",
        "title": "Lalaki timbog sa tangkang pagsunog sa dating pinapasukang restoran",
        "author": "ABS-CBN News",
        "content": "MALOLOS CITY, Bulacan — Timbog ang isang lalaki sa lungsod na ito matapos tangkaing sunugin ang dating pinagtatrabahuhang restoran noong Linggo ng madaling araw.  Sa inisyal na imbestigasyon ng Malolos City police, nasunog ang ilang bahagi ng bubungan ng establisimyento sa Barangay Mojon pero naagapan din ito matapos ang ilang minuto.  Kinilala ang suspek na si Louie Mangabat, na nakuhanan pa sa CCTV na naghagis ng tila bote na may apoy at mabilis na tumakas paalis angkas ng isang motorsiklo. Kinumpirma rin ng guard on duty na si Mangabat ang nakita niya ng may hawak ng nasabing bote. Nahuli si Mangabat habang tinutugis pa ang drayber ng motorsiklo na kasabwat nito.  Napag-alaman na dating cook sa restaurant ang suspek, pero dahil sa pandemic ay hindi na muna ito pinapasok. Sinampahan na ng kasong arson si Mangabat. Pilit na humihingi ng dispensa ng suspek sa dating amo, pero wala na umano itong balak makipag-areglo.  —Ulat ni Gracie Rutao "
    },
    {
        "date": "Mar 12 12:34 PM",
        "title": "Sinas 'in high spirits' despite COVID-19 diagnosis— PNP spox",
        "author": "ABS-CBN News",
        "content": "MANILA— Philippine National Police chief Gen. Debold Sinas remains \"in high spirits\" despite testing positive for COVID-19, his spokesman said Friday. \"He's still in high spirits. Okay pa rin naman po siya. Asymptomatic naman po siya (He's fine. He's asymptomatic),\" PNP spokesperson Brig. Gen. Ildebrandi Usana told Teleradyo. The PNP on Thursday announced that Sinas had contracted the virus. He has volunteered to be confined at the Kiangan treatment facility in Camp Crame. Usana said Police Lt. Gen. Guillermo Eleazar, deputy chief for administration of PNP, would serve as the organization's officer-in-charge. In a statement, Sinas apologized for the \"relapse in the observance of mandatory health protocols.\" He was in Mindoro when he received his COVID-19 test results. In the past week, he also attended several events in the police headquarters such as the unveiling of a new monument, and the oath-taking and donning of newly promoted police officers. Last year, the then Metro Manila police director was charged for allegedly violating health protocols for holding a \"mañanita\" or dawn serenade for his 55th birthday celebration.  Despite public backlash, President Rodrigo Duterte cleared Sinas of any violation of COVID-19 rules. In the interview, Usana said they were also waiting for additional COVID-19 vaccines to be administered to their frontline workers. So far, the PNP has received about 1,200 doses from the national government, he said. These were used to inoculate police officers working in the health service. To date, the PNP has logged 12,001 coronavirus infections, of which 11,217 recovered while 32 died. It currently has 752 patients deemed infectious or active cases. RELATED VIDEO"
    },
    {
        "date": "Mar 12 01:16 AM",
        "title": "'Top 1 drug personality' ng Davao Occidental timbog",
        "author": "ABS-CBN News",
        "content": "STA. MARIA, Davao Occidental - Naaresto ng mga awtoridad ang itinuturing na \"top 1 drug personality\" ng Davao Occidental Miyerkoles ng hapon. Ayon sa mga awtoridad, nahuli si Alejandro Albarracin Jr., 37, sa Barangay Basiawan, Sta. Maria. Sa kaniyang pagkaaresto, nahulihan siya umano ng hinihinalang shabu na nasa P10,000 ang halaga. Ayon sa PDEA at PNP, itinuturing siya na high-value target at nangunguna sa provincial target list ng ilegal na droga sa Davao Occidental. Sinampahan na si Albarracin ng pagbebenta ng ilegal na droga o paglabag sa Comprehensive Dangerous Drugs Act.--Ulat ni Hernel Tocmo MULA SA ARKIBO"
    },
    {
        "date": "Mar 12 06:44 PM",
        "title": "4,578 bagong COVID-19 cases naitala, pinakamataas sa 6 na buwan",
        "author": "ABS-CBN News",
        "content": "MAYNILA (UPDATE) — Nakapagtala ang Pilipinas ngayong Biyernes ng 4,578 bagong kaso ng COVID-19, ang pinakamataas na arawang bilang sa loob nang 6 na buwan. Dahil dito, sumirit na sa 611,618 ang kabuuang dami ng nagpositibo sa sakit, at 52,012 dito ay nananatiling aktibo, sabi ng Department of Health.  Umabot naman sa 12,694 ang bilang ng mga nasawi sa sakit matapos makapagtala ng 87 bagong pagkamatay. Nakapagtala din ng 272 bagong recoveries kaya nasa 546,912 ang gumaling sa sakit.  Kasabay ng pagdami ng naitatalang kaso ay ang pagpapatupad muli ng iba't ibang restriksiyon, tulad ng curfew, sa maraming lugar partikular na sa Metro Manila.  Nauna nang sinabi ng OCTA Research Group na posibleng may kinalaman ang iba't ibang variant ng COVID-19 virus sa nakikitang pagdami ng kaso. 'LAGPAS-DOBLE' Ayon sa OCTA Research Group, umabot na umano sa mahigit 1,500 ang weekly average ng bagong COVID-19 cases sa Metro Manila noong nakaraang linggo. Pero bagaman nakatutok ang mga tao sa NCR, nakikitaan din ng pagtaas ang Calabarzon at Central Luzon regions. Sa analysis ng ABS-CBN Data Analytics team gamit ang DOH data, nasa 141 percent o mas malaki pa sa doble ang itinaas ng mga kaso ng COVID-19 sa NCR nitong huling 2 linggo.  Tinitingnan ngayon ng DOH ang iba’t ibang dahilan ng pagtaas ng kaso, kasama na ang mga mas nakakahawa umanong variants. Malaki rin umanong problema ang hindi pa rin pagsunod sa health protocols ngunit mayroon ding iba pang nakikitang sanhi ng pagkalat ng sakit.  \"Nakita natin itong home quarantine ang mga tao hindi na nailagay sa facilities for isolation or quarantine. Maaaring sa kagustuhan ng pami-pamilya pero ngayong nakikita natin ang pagtaas ng mga kaso, kailangan nating paghigpitan ito para di na siya maka-contribute dito sa pagkalat,\" ani DOH spokesperson Maria Rosario Vergeire.  Nakikita ring problema ang hindi maayos na ventilation o daloy ng hangin at mga protocol sa pagpasok sa mga establisimyento. Dahil sa pagtaas ng mga kaso, problemado ang iba’t ibang ospital. \"'Yun pong ICU namin ang almost puno na,\" ani Philippine General Hospital spokesperson Dr. Jonas del Rosario. —May ulat ni Kristine Sabillo, ABS-CBN News"
    },
    {
        "date": "Mar 12 12:22 PM",
        "title": "Health workers nalagay sa alanganin habang naglilingkod sa panahon ng pandemya",
        "author": "ABS-CBN News",
        "content": "MAYNILA — Walang bansang nakapaghanda sa krisis na idinulot ng COVID-19 at maliban sa mga pasyenteng tinamaan ng sakit, lubos nitong pinahirapan ang mga health care worker na tuloy-tuloy gumampan sa kanilang trabaho sa gitna ng pandemya.  Hinding-hindi makakalimutan ni Dr. Mary Shiela Ariola-Ramos ang isa sa pinakamahirap na yugto ng kaniyang karera bilang infectious disease specialist.\r\n    \r\nMarso 4, 2020, nakita niya ang isang pasyente sa Cardinal Santos Medical Center na may pneumonia. Hindi niya inakalang ang pasyenteng ito ang isa sa mga dahilan kung bakit magbabago ang buhay sa bansa sa mga susunod na buwan.  Kinabukasan, nalaman niyang ang pasyenteng may pneumonia ay kinilala na bilang si \"PH5\" o ang ika-5 taong kumpirmadong may COVID-19 sa Pilipinas.  \"Kumabog 'yung dibdib ko. Natakot ako. Di pa rin ako makapaniwala kahit sinuspetsa ko na parang COVID 'yun kasi nababasa ko lang siya sa medical websites, napapanood ko lang sa news,\" ani Ariola. Sa isang iglap, nagbago ang eksena sa loob ng mga ospital.  \"May feeling of uncertainty kung ano ang mangyayari. Parang war zone na ang ospital. Parang lahat ng mga non-COVID takot na magpa-admit. Halos lahat ng ina-admit mo o makikita sa ER ay may pneumonia, nahihirapan huminga, halos lahat COVID suspect na.\" Sa pinakahuling datos ng Department of Health noong Marso 6, 2021, halos 15,000 health workers na ang tinamaan ng sakit kung saan 82 ang pumanaw.  Sa hanay ng mga doktor nakapagtala ng pinakamaraming namatay, na sinundan ng mga nurse.  Hindi rin ligtas ang mga nasa mga opisina at ibang empleyado ng mga pagamutan. Agosto noong isang taon, nanawagan ng \"time out\" ang mga health worker dahil hindi na nila kinakaya ang patuloy na paglobo ng kaso. Nakatulong ito at nagpatuloy ang pagbaba ng numero sa mga sumunod na buwan. \r\n     \r\nPero halos isang taon mula nang ipatupad ang unang lockdown sa bansa, tila nanunumbalik na naman ang matinding hamon noong 2020. Sa katunayan, ilang ospital na rin ang nagsabing ramdam na nila ang muling pagdami ng pumapasok na pasyenteng may COVID-19. \"In certain cities in NCR, we have seen that if the UK variant becomes the dominant strain, if it infects more than 50 percent of the cases, we can have 9 times more cases after a month,\" sabi ni Dr. John Wong, miyembro ng DOH technical advisory group. \"Ang ating ginagawa ngayon eh iyong granular lockdowns para iyon lang mga lugar na talagang apektado ang siyang babantayan para hindi na kumalat ang kaso... Ayaw naman natin dumating pa sa panahon na kailanganin na namang hilingin or i-consider iyong posibilidad na mas maging malawakan iyong lockdowns,\" sabi naman ni Dr. Anna Ong-Lim, miyembro rin ng parehong grupo. Dahil walang nakakaalam kung kailan matatapos ang pandemya, may aral na ibinahagi si Ariola-Ramos. \"Everything can end in an instant. So dapat magpasalamat tayo sa bawat araw na nandito tayo na wala tayong sakit... Always spend time with our family kasi hindi natin alam kung makukuha nila 'yung sakit,\" ani Ariola-Ramos.      \n—Ulat ni Raphael Bosano, ABS-CBN News "
    },
    {
        "date": "Mar 12 12:35 AM",
        "title": "Bodies of activists slain in 'Bloody Sunday' police ops finally released to kin",
        "author": "ABS-CBN News",
        "content": "MANILA - The bodies of several activists killed in the \"Bloody Sunday\" raids have been released from a morgue in Antipolo City Thursday, capping off almost 5 days of standoff between police and their kin over the custody of their remains.  The convoy carrying the bodies of Melvin Dasigao, Mark Bacasno, Puroy and Randy Dela Cruz entered the Philippine General Hospital compound at around 11 p.m. Thursday. Autopsy is expected to uncover how they died. The activists were among the nine casualties in violent police raids in Calabarzon region last Sunday, in which several other activists were also arrested. The custody of their remains were earlier tensely contested by police and their kin after authorities claimed the local government offered funeral arrangements for them.  But the families, represented by the National Union of People's Lawyers (NUPL), asserted the kin of the deceased have to go under proper autopsy first to learn how they died. The United Nations' human rights office has criticized the arbitrary killings of the nine activists in Calabarzon. Justice Secretary Menardo Guevarra earlier Thursday said his department would endorse to the country's inter-agency task group on extrajudicial killings the investigation of the slay of the activists. --Report from Mike Navallo, ABS-CBN News RELATED VIDEO"
    },
    {
        "date": "Mar 12 06:41 PM",
        "title": "Wastong pag-dispose sa face masks muling ipinaalala",
        "author": "ABS-CBN News",
        "content": "MAYNILA — Muling hinikayat ng isang environmental group na itapon nang maayos ang mga ginagamit na face masks, na itinuturing na biowaste.  Sa harap ito ng mga nakitang medical waste tulad ng disposable face mask sa ilang diving site sa bansa gaya sa Batangas. Sa panayam sa TeleRadyo, sinabi ni Oceana Philippines vice president Gloria Ramos na dapat i-segregate o ihiwalay mula sa ibang basura ang mga face mask. \r\n    \r\nDapat itong ilagay sa isang plastic, i-seal, at lagyan ng label na \"hazardous waste\" ang laman nito para hindi kalkalin ng mga basurero.  \"Dapat i-separate talaga, i-segregate kasi nakakahawa siya. Kawawa naman ang mga collector natin and then to make sure na hindi yan magli-leak sa mga karagatan natin,\" aniya. \r\n    \r\nKung maaari, hinimok ni Ramos ang publikong magsuot na lang ng reusable face masks para makabawas sa medical waste.  RELATED VIDEO: "
    },
    {
        "date": "Mar 12 12:07 PM",
        "title": "Senate probe sought on 'Bloody Sunday' killings",
        "author": "ABS-CBN News",
        "content": "MANILA - A senator has filed a resolution seeking to investigate the slay of 9 activists during police and military raids in Calabarzon, which has been tagged by right groups as \"Bloody Sunday\". Speaking to Teleradyo, Sen. Risa Hontiveros raised concerns that the operations could be linked to the relentless red-tagging activity of state forces. Red-tagging is defined as an act of state actors, particularly law enforcement agencies, to publicly brand individuals, groups or institutions as affiliated with communist or terrorists. \"Bakit nagse-serve lang ng search warrant ay kinailangang umabot sa ganitong kalawak na karahasan?\" Hontiveros said. (Why did it end up with so much violence when it was only serving search warrants?) The police and military on Sunday implemented 24 search warrants in Calabarzon that left 9 activists dead and 3 others arrested. Nine other subjects -- 1 in Batangas and 8 in Rizal -- remain at large. Among those killed were Manny Asuncion, coordinator of activist group Bagong Alyansang Makabayan in Cavite, and fisherfolk leaders Chai Lemita-Evangelista and Ariel Evangelista in Batangas. The operations came 2 days after President Rodrigo Duterte told state forces to ignore human rights and “finish off” communist rebels. Hontiveros stressed that the victims were non-combatants but were instead leaders and organizers of different causes. \"Dapat hinding-hindi na maulit ito dahil nagiging pattern na nga. Parang tuloy-tuloy 'yong ganitong napakasaklap na kaganapan,\" she said. (This should not happen again because it has become a pattern. It seems like these tragic events kept on happening.) On Thursday, the bodies of several activists killed in the \"Bloody Sunday\" raids were released from a morgue in Antipolo City. It capped off nearly a week of standoff between police and their kin over the custody of their remains. The United Nations' human rights office has criticized the arbitrary killings of the 9 activists in Calabarzon. Justice Secretary Menardo Guevarra had said his department would endorse to the country's inter-agency task group on extrajudicial killings the investigation of the slay of the activists. The police, however, maintained the operation was legitimate and those killed were allegedly \"involved in some kind of terror operation.\""
    },
    {
        "date": "Mar 12 06:39 PM",
        "title": "Mangingisda nalunod matapos subukang mag-ayos ng fish pen",
        "author": "ABS-CBN News",
        "content": "BAROTAC VIEJO, Iloilo - Wala nang buhay nang matagpuan ng mga kasamahan ang isang mangingisda matapos sisirin at ayusin ang nasirang fish pen sa gitna ng dagat noong Huwebes. Nakilala ang biktima na si John Rex Balayo, 29, isang mangingisda at nakatira sa Barotac Viejo sa Iloilo. Ayon sa imbestigasyon ng awtoridad, pumalaot si Balayo kasama ang 2 kaibigan upang ayusin ang nasirang fish pen. Nakadalawang sisid na umano si Balayo subalit sa ikatlong beses nito ay hindi na ito nakaakyat pa. Agad na hinanap ng 2 kasamahan ang biktima at makalipas ang ilang minuto ay nakita nila ang katawan nito sa may fish pen. Agad na dinala sa ospital ang biktima subalit ideneklara na itong dead on arrival. \n—Ulat ni Rolen Escaniel"
    },
    {
        "date": "Mar 12 11:56 AM",
        "title": "Pimentel urges PDP-Laban mates: Refrain from political talk amid pandemic",
        "author": "Sherrie Ann Torres, ABS-CBN News",
        "content": "MANILA - Former PDP-Laban president Sen. Aquilino Pimentel III on Friday called on his colleagues in the ruling party to refrain from discussing politics as the country continued to reel from the COVID-19 pandemic. Talking about politics during this period \"is not a good time,\" Pimentel told reporters in a text message.\r\n \r\n\"I agree with the call of Sec. Cusi. This is not a good time to talk about politics,\" Pimentel said, referring to party president Energy Secretary Alfonso Cusi's earlier call on party members to refrain from discussing politics. \r\n \r\nPimentel said this a day after a group of administration party stalwarts openly called on President Rodrigo Duterte to run as Vice President in the 2022 elections, when his term ends.  On the same day, Duterte said in a speech that his long-time ally Sen. Christopher “Bong” Go wants to become President, which the latter quickly dismissed in a prepared statement as a \"joke.\" The President said this shortly after he and his former close aide topped a recent survey about possible presidential-vice presidential tandems in the 2022 elections.\r\n \r\n\"Biro lang ng Pangulo iyon... Please count me out sa usaping pulitika sa 2022,\" Go said.\r\n \r\n(The President was just joking... Please count me out on political talk for 2022.) \"Magbabago lang siguro ang isip ko kung tatakbong Vice President si Pangulong Duterte,\" he said. \r\n \r\n(I probably will only change my mind if President Duterte decides to run for vice president.) RELATED VIDEO"
    }
]