[
    {
        "date": "Mar 11 11:57 PM",
        "title": "Duque says PH's vaccination rollout rate 'not as quick as we wanted'",
        "author": "Vivienne Gulla, ABS-CBN News",
        "content": "MANILA — The pace of the country’s COVID-19 vaccination program is “not as quick” as what the government had wanted, Health Secretary Francisco Duque III said on Thursday, more than a week since the country began rolling out the vaccines’ first doses.  Some 83,000 health personnel have been inoculated so far, according to Duque. Malacañang, meanwhile, said some 114,615 Filipinos have been vaccinated as of Wednesday, out of the government's 70 million target this year.  “The first week, I will admit, the vaccination rate was not as quick as we wanted it, but for obvious reasons. Siyempre nag-uumpisa pa lang (we have just started)\" he explained. \"Pangalawa, mayroon pong option na makapili ang babakunahang healthcare workers. Kung ayaw sa Sinovac, binigyan po natin sila ng right of first refusal, at ‘yung AstraZeneca ibinigay para doon sa mga tumanggi,” he said.  (Secondly, there is this option for health workers to choose their vaccines. If they do not want Sinovac, we will give the AstraZeneca doses to them.)  Sinovac’s vaccine, which China donated, ended up being the first to reach the country and be administered, beginning March 1. It was followed by a portion of the AstraZeneca vaccine allotment from the COVAX Facility, the rollout of which also kicked off this week. Duque said around 797,000 doses or more than 70 percent of the 1.1 million COVID-19 vaccine doses in the country were already deployed to 361 implementing sites. He also said that the waiting time to observe adverse symptoms on inoculated individuals has taken much of the time during the vaccine rollout, when in fact the actual vaccination only takes less than an estimated 3 minutes.  “Napansin natin na although madali magbakuna, less than 2-3 mins, but it is the observation, waiting time that is eating up so much of the time... Ang iba na nagpapakita ng mas pronounced na symptoms, they need more time to be observed,” he added, noting that the number of individuals getting vaccinated daily has increased to around 11,000. (We observed that the actual vaccination is just short... Some people who exhibits \"more pronounced\" symptoms need more time to be observed.)  RELATED VIDEO:  As of Wednesday, the country’s health chief said less than 1 percent of those who got vaccinated reported experiencing minor adverse events following immunization (AEFI).  Two individuals inoculated with Sinovac’s COVID-19 vaccine reported serious AEFI. They are all allergic reactions, he said  The government still expects the arrival of 400,000 Sinovac COVID-19 vaccine and additional AstraZeneca vaccine doses from the COVAX Facility some time this year.  VACCINE ROLLOUT TO ECONOMIC FRONTLINERS Asked when the government expects to roll out COVID vaccines to economic frontliners, Duque said it will depend on the global vaccine supply. “We really can’t give you exact dates,” he said. He also reminded the public to strictly comply with the minimum health standards even after the vaccine rollout began. It will take time, he said, before “herd immunity” is achieved.  Such goal will require 140 million to 150 million COVID-19 vaccine doses, he said. “1.1 million doses are really far from our required doses to achieve herd immunity… So the journey towards herd immunity is going to be long. Especially because the supply shortage has been a perennial problem of low and middle income families,” he explained. “Huwag po tayong aasa na sa bakunang ito ay mapapababa natin ang kaso. Ang magpapababa ng kaso, ‘yung minimum public health standards pa rin gaya ng wearing of face mask, face shield,” he added.  (We should not rely on vaccines alone. We should follow minimum public health standards to stop the increase of new infections.) "
    },
    {
        "date": "Mar 11 11:52 PM",
        "title": "THE DAY IN PHOTOS: March 11, 2021",
        "author": "ABS-CBN News",
        "content": "Share Here are the big stories today in photos. A couple spends time for leisure and exercise while observing minimum health protocols at Capitol Commons park in Pasig City on Wednesday. The Philippine National Police said it will call out couples exhibiting public display of affection (PDA) to prevent the spread of the coronavirus disease. Jonathan Cellona, ABS-CBN News Mariko Odawara mourns for the victims of the earthquake and tsunami that killed thousands and triggered the worst nuclear accident since Chernobyl, during its 10th anniversary, in Iwaki, Fukushima prefecture, Japan Thursday. Japan is scheduled to honor nearly 20,000 victims who perished after a 9- magnitude earthquake and a destructive tsunami hit the Tohoku region on March 11, 2011. Kim Kyung-Hoon, Reuters Health workers hold a noise barrage outside the National Kidney and Transplant Institute (NKTI) in Quezon City on Thursday to express their disappointment over their withheld meals, transportation, and accommodation allowances under the Bayanihan 2 law. The group demanded the immediate release of the P82-million budget earmarked for the period of September 1- December 31, 2020, citing the rise in cost of living while receiving low salaries and miniscule benefits amid the pandemic. Jire Carreon, ABS-CBN News A man watches as Mount Sinabung unleashes a new burst of ash during its eruption as seen from Brastagi district in Karo, North Sumatra, Indonesia on Thursday. The volcano shot smoke and ash as high as 1,000 meters with ash clouds traveling up to 3 kilometers southeast according to Indonesia’s Volcanology and Geological Hazard Mitigation Center. Sugeng Nuryono, AFP"
    }
]